Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text_weapons.lua_Prime_Lasermech_Name
source: Burst Beam
fr: Rayon Brûlant

# scripts/text_weapons.lua_Prime_Lasermech_Description
source: Fire a piercing beam that decreases in damage the further it goes.
fr: Tir un rayon transperçant dont les dégâts diminues avec la distance.

source: Ally Immune
fr: Allié Immunisé

# scripts/text_weapons.lua_Prime_Lasermech_A_UpgradeDescription
source: Friendly units will not take damage from this attack.
fr: Les unités amies ne subiront pas de dégâts de cette attaque.

# scripts/text_weapons.lua_Prime_Lasermech_B_UpgradeDescription
source: Increases the starting damage by 1.
fr: Augmente les dégâts de départ de 1.

# scripts/text_weapons.lua_Prime_ShieldBash_Name
source: Spartan Shield
fr: Bouclier Spartiate

# scripts/text_weapons.lua_Prime_ShieldBash_Description
source: Bash the enemy, flipping its attack direction.
fr: Cogne l'ennemi, inversant sa direction d'attaque.

# scripts/text_weapons.lua_Prime_ShieldBash_Upgrade1
source: Gain Shield
fr: Bouclier Gagné

# scripts/text_weapons.lua_Prime_ShieldBash_A_UpgradeDescription
source: Gain a Shield when bashing.
fr: Gagne un Bouclier lorsque vous Cogner.

# scripts/text_weapons.lua_Prime_Rockmech_Name
source: Rock Launcher
fr: Lance Rocher

# scripts/text_weapons.lua_Prime_Rockmech_Description
source: Throw a rock at a chosen target. Rock remains as an obstacle.
fr: Projette un rocher sur une cible choisie. Le rocher devient un obstacle.

# scripts/text_weapons.lua_Prime_RightHook_Name
source: Sidewinder Fist
fr: Coup à la Tempe

# scripts/text_weapons.lua_Prime_RightHook_Description
source: Punch an adjacent tile, damaging and pushing it to the left.
fr: Frappe une tuile adjacente, provoquant des dégâts et en la poussant vers la gauche.

# scripts/text_weapons.lua_Prime_RocketPunch_Name
source: Rocket Fist
fr: Poing Fusée

# scripts/text_weapons.lua_Prime_RocketPunch_Description
source: Punch an adjacent tile. Upgrades to launch as a projectile.
fr: Frappe une tuile adjacente. Transformer pour être lancer en tant que projectile.

# scripts/text_weapons.lua_Prime_RocketPunch_Upgrade1
source: Rocket
fr: Fusée

# scripts/text_weapons.lua_Prime_RocketPunch_A_UpgradeDescription
source: Launch the fist. Pushes the Mech if target is not adjacent.
fr: Lancer le poing. Pousse le Mech si la cible n'est pas adjacente.

# scripts/text_weapons.lua_Prime_Shift_Name
source: Vice Fist
fr: Poing Étau

# scripts/text_weapons.lua_Prime_Shift_Description
source: Grab a unit and toss it behind you.
fr: Attrape une unité et la jette derrière vous.

# scripts/text_weapons.lua_Prime_Shift_A_UpgradeDescription
source: Deals no damage to allies.
fr: Ne cause aucun dégât aux alliés.

# scripts/text_weapons.lua_Prime_Flamethrower_Name
source: Flame Thrower
fr: Lance-flammes

# scripts/text_weapons.lua_Prime_Flamethrower_Description
source: Push target tile and light tiles on Fire. Damage units already on Fire.
fr: Pousse la tuile ciblée et l'Enflamme. Inflige des dégâts aux unités déjà en Feu.

source: +1 Range
fr: +1 Distance

source: Extends flamethrower range by 1 tile.
fr: Augmente la portée du lance-flammes de 1 tuile.

# scripts/text_weapons.lua_Prime_Areablast_Name
source: Explosive Vents
fr: Vents Explosifs

# scripts/text_weapons.lua_Prime_Areablast_Description
source: Blast all adjacent tiles.
fr: Repousse toutes les tuiles adjacentes.

# scripts/text_weapons.lua_Prime_Spear_Name
source: Prime Spear
fr: Lance Principale

# scripts/text_weapons.lua_Prime_Spear_Description
source: Stab multiple tiles and push the furthest hit tile.
fr: Poignarde plusieurs tuiles et pousse la tuile touchée la plus éloignée.

# scripts/text_weapons.lua_Prime_Spear_Upgrade1
source: A.C.I.D. Tip
fr: Pointe A.C.I.D.

# scripts/text_weapons.lua_Prime_Spear_A_UpgradeDescription
source: Adds A.C.I.D. to the furthest hit enemy.
fr: Ajoute A.C.I.D. à l'ennemi subissant le plus de dégâts.

# scripts/text_weapons.lua_Prime_Spear_B_UpgradeDescription
source: Increases the maximum number of hit tiles by 1.
fr: Augmente le nombre maximum de tuiles touchée de 1.

# scripts/text_weapons.lua_Prime_Leap_Name
source: Hydraulic Legs
fr: Jambes Hydrauliques

# scripts/text_weapons.lua_Prime_Leap_Description
source: Leap to a tile, damaging self and adjacent tiles.
fr: Bondi sur une tuile, provoquant des dégâts sur celle-ci et les tuiles adjacentes.

source: +1 Damage Each
fr: +1 de Dégâts Chacun

# scripts/text_weapons.lua_Prime_SpinFist_Name
source: Vortex Fist
fr: Poing Vortex

# scripts/text_weapons.lua_Prime_SpinFist_Description
source: Damage and push all adjacent tiles to the left.
fr: Inflige des dégâts et Pousse toutes les tuiles adjacents vers la gauche.

# scripts/text_weapons.lua_Prime_SpinFist_Upgrade1
source: -1 Self Damage
fr: -1 Dégât Auto-Infligé

# scripts/text_weapons.lua_Prime_SpinFist_A_UpgradeDescription
source: Reduces the damage the Mech takes when using this weapon by 1.
fr: Réduit les dégâts que le Mech subit en utilisant cette arme de 1.

# scripts/text_weapons.lua_Prime_Sword_Name
source: Titanite Blade
fr: Lame Titanite

# scripts/text_weapons.lua_Prime_Sword_Description
source: Swing a massive sword to damage and push 3 tiles.
fr: Balance une épée massive infligeant des dégâts et pousse sur 3 tuiles.

source: +1 Use
fr: +1 Utilisation

source: Increases uses per battle by 1.
fr: Augmente les Utilisations par bataille de 1.

# scripts/text_weapons.lua_Prime_Sword_B_UpgradeDescription
source: Increases damage on each affected tile by 2.
fr: Augmente de 2 les dégâts sur chaque tuile affectée.

# scripts/text_weapons.lua_Prime_Smash_Name
source: Mercury Fist
fr: Poing Mercure

# scripts/text_weapons.lua_Prime_Smash_Description
source: Smash the ground, dealing huge damage and pushing adjacent tiles.
fr: Frappe le sol, inflige d'énormes dégâts et pousse les tuiles adjacentes.

# scripts/text_weapons.lua_Brute_Tankmech_Name
source: Taurus Cannon
fr: Canon Taureau

# scripts/text_weapons.lua_Brute_Tankmech_Description
source: Fires a powerful projectile that damages and pushes its target.
fr: Tir un projectile puissant qui endommage et pousse sa cible.

# scripts/text_weapons.lua_Brute_Jetmech_Name
source: Aerial Bombs
fr: Bombes Aériennes

# scripts/text_weapons.lua_Brute_Jetmech_Description
source: Fly over a target, dropping an explosive smoke bomb.
fr: Survol une cible en lâchant une bombe fumigène explosive.

# scripts/text_weapons.lua_Brute_Jetmech_B_UpgradeDescription
source: Allows jumping over and attacking an additional target.
fr: Permet de sauter et d'attaquer une cible supplémentaire.

# scripts/text_weapons.lua_Brute_Mirrorshot_Name
source: Janus Cannon
fr: Canon Janus

# scripts/text_weapons.lua_Brute_Mirrorshot_Description
source: Fire two projectiles in opposite directions.
fr: Tir deux projectiles dans des directions opposées.

# scripts/text_weapons.lua_Brute_PhaseShot_Name
source: Phase Cannon
fr: Canon Phase

# scripts/text_weapons.lua_Brute_PhaseShot_Description
source: Shoot a projectile that phases through objects.
fr: Tir un projectile qui travers les objets.

# scripts/text_weapons.lua_Brute_PhaseShot_Upgrade1
source: Phase Shield
fr: Bouclier Phase

# scripts/text_weapons.lua_Brute_PhaseShot_A_UpgradeDescription
source: Applies a Shield to buildings it passes through.
fr: Applique un Bouclier aux bâtiments qu'il traverse.

# scripts/text_weapons.lua_Brute_Grapple_Name
source: Grappling Hook
fr: Grappin Crochet

# scripts/text_weapons.lua_Brute_Grapple_Description
source: Use a grapple to pull Mech towards objects, or units to the Mech.
fr: Utilise un grappin pour attirer le Mech vers des objets ou des unités vers le Mech.

# scripts/text_weapons.lua_Brute_Grapple_Upgrade1
source: Shield Ally
fr: Bouclier Allié

# scripts/text_weapons.lua_Brute_Grapple_A_UpgradeDescription
source: If used on an ally unit it gives them a Shield.
fr: S'il est utilisé sur une unité alliée, il leur donne un bouclier.

# scripts/text_weapons.lua_Brute_Shrapnel_Name
source: Def. Shrapnel
fr: Obus Défensif

# scripts/text_weapons.lua_Brute_Shrapnel_Description
source: Fire a non-damaging projectile that pushes tiles around the target.
fr: Tir un projectile ne provoquant aucun dégât, poussant les tuiles autour de la cible.

# scripts/text_weapons.lua_Brute_Sniper_Name
source: Rail Cannon
fr: Canon Rail

# scripts/text_weapons.lua_Brute_Sniper_Description
source: Projectile that does more damage to targets that are further away.
fr: Projectile qui inflige plus de dégâts aux cibles éloignées.

source: +1 Max Damage
fr: +1 au Dégâts Max

source: Increases max damage by 1.
fr: Augmente les dégâts maximum de 1.

# scripts/text_weapons.lua_Brute_Shockblast_Name
source: Shock Cannon
fr: Canon Choc

# scripts/text_weapons.lua_Brute_Shockblast_Description
source: Fire a projectile that hits 2 tiles, pushing them in opposite directions.
fr: Tir un projectile qui frappe 2 tuiles, en les poussant dans des directions opposées.

# scripts/text_weapons.lua_Brute_Beetle_Name
source: Ramming Engines
fr: Moteur Fracassant

# scripts/text_weapons.lua_Brute_Beetle_Description
source: Fly in a line and slam into the target, pushing it and hurting yourself.
fr: Vol sur une ligne et s'écrase sur la cible, en le poussant et en vous blessant.

# scripts/text_weapons.lua_Brute_Unstable_Name
source: Unstable Cannon
fr: Canon Instable

# scripts/text_weapons.lua_Brute_Unstable_Description
source: Powerful projectile that causes damage to shooter as well as target.
fr: Projectile puissant qui inflige des dégâts au tireur ainsi qu'à la cible.

# scripts/text_weapons.lua_Brute_Heavyrocket_Name
source: Heavy Rocket
fr: Fusée Lourde

# scripts/text_weapons.lua_Brute_Heavyrocket_Description
source: Fire a projectile that heavily damages a target and pushes adjacent tiles.
fr: Tir un projectile qui endommage fortement une cible et pousse les tuiles adjacentes.

# scripts/text_weapons.lua_Brute_Splitshot_Name
source: Shrapnel Cannon
fr: Canon Obus

# scripts/text_weapons.lua_Brute_Splitshot_Description
source: Shoot a projectile that damages and pushes the targeted tile and the tiles to its left and right.
fr: Tir un projectile qui endommage et pousse la tuile ciblée ainsi que les tuiles à sa gauche et à droite.

# scripts/text_weapons.lua_Brute_Bombrun_Name
source: Astra Bombs
fr: Bombes Astrale

# scripts/text_weapons.lua_Brute_Bombrun_Description
source: Leap over any distance dropping a bomb on each tile you pass.
fr: Bondi sur n'importe quelle distance laissant tomber une bombe sur chaque tuile que vous passez.

# scripts/text_weapons.lua_Brute_Bombrun_B_UpgradeDescription
source: Increases damage to all tiles by 2.
fr: Augmente de 2 les dégâts infligés à toutes les tuiles.

# scripts/text_weapons.lua_Brute_Sonic_Name
source: Hermes Engines
fr: Moteurs Hermès

# scripts/text_weapons.lua_Brute_Sonic_Description
source: Dash in a line, pushing adjacent tiles away.
fr: Se Rue sur une ligne, poussant les tuiles adjacentes sur son passage.

# scripts/text_weapons.lua_Ranged_Artillerymech_Name
source: Artemis Artillery
fr: Artillerie Artémis

# scripts/text_weapons.lua_Ranged_Artillerymech_Description
source: Powerful artillery strike, damaging a single tile and pushing adjacent tiles.
fr: Frappe puissante d'artillerie, endommageant une seule tuile et poussant les tuiles adjacentes.

source: Buildings Immune
fr: Bâtiments Immunisés

source: This attack will no longer damage Grid Buildings.
fr: Cette attaque n'endommagera plus les Bâtiments.

# scripts/text_weapons.lua_Ranged_Rockthrow_Name
source: Rock Accelerator
fr: Accélérateur de Roches

# scripts/text_weapons.lua_Ranged_Rockthrow_Description
source: Launch a rock at a tile, pushing adjacent tiles.
fr: Lance un rocher sur une tuile, poussant les tuiles adjacentes.

# scripts/text_weapons.lua_Ranged_Defensestrike_Name
source: Cluster Artillery
fr: Grappe Artillerie

# scripts/text_weapons.lua_Ranged_Defensestrike_Description
source: Protect a tile by damaging and pushing adjacent tiles.
fr: Protége une tuile en endommageant et en poussant les tuiles adjacentes.

# scripts/text_weapons.lua_Ranged_Defensestrike_B_UpgradeDescription
source: Increases damage to adjacent tiles by 1.
fr: Augmente les dégâts infligés aux tuiles adjacentes de 1.

# scripts/text_weapons.lua_Ranged_Rocket_Name
source: Rocket Artillery
fr: Artillerie Fusée

# scripts/text_weapons.lua_Ranged_Rocket_Description
source: Fires a pushing artillery and creates Smoke behind the shooter.
fr: Tir une artillerie qui pousse et crée Fumée derrière le tireur.

# scripts/text_weapons.lua_Ranged_Ignite_Name
source: Vulcan Artillery
fr: Artillerie Vulcan

# scripts/text_weapons.lua_Ranged_Ignite_Description
source: Light the target on Fire and push adjacent tiles.
fr: Enflamme la cible et poussez les tuiles adjacentes.

# scripts/text_weapons.lua_Ranged_Ignite_Upgrade1
source: Backburn
fr: Retour de Flamme

# scripts/text_weapons.lua_Ranged_Ignite_A_UpgradeDescription
source: Light the tile behind the Mech on Fire.
fr: Enflamme la tuile derrière le Mech.

# scripts/text_weapons.lua_Ranged_Ignite_B_UpgradeDescription
source: Adds 2 damage to targeted tiles.
fr: Ajoute 2 de dégâts aux tuiles ciblées.

# scripts/text_weapons.lua_Ranged_ScatterShot_Name
source: Micro-Artillery
fr: Micro-Artillerie

# scripts/text_weapons.lua_Ranged_ScatterShot_Description
source: Artillery with potential to launch multiple small projectiles.
fr: Artillerie ayant le potentiel de lancer plusieurs petits projectiles.

# scripts/text_weapons.lua_Ranged_ScatterShot_Upgrade1
source: +2 Tiles
fr: +2 Tuiles

# scripts/text_weapons.lua_Ranged_ScatterShot_A_UpgradeDescription
source: Add additional missiles to hit adjacent tiles.
fr: Ajoute des missiles supplémentaires pour toucher les tuiles adjacentes.

# scripts/text_weapons.lua_Ranged_ScatterShot_B_UpgradeDescription
source: Increases damage to all tiles by 1.
fr: Augmente les dégâts infligés à toutes les tuiles de 1.

# scripts/text_weapons.lua_Ranged_BackShot_Name
source: Aegon Mortar
fr: Mortier Aegon

# scripts/text_weapons.lua_Ranged_BackShot_Description
source: Deals damage to two tiles, pushing one forwards and one backwards.
fr: Inflige des dégâts à deux tuiles, en poussant l'une vers l'avant et l'autre vers l'arrière.

source: Increases damage to both tiles by 1.
fr: Augmente les dégâts infligés aux deux tuiles de 1.

# scripts/text_weapons.lua_Ranged_Ice_Name
source: Cryo-Launcher
fr: Lanceur-Cryo

# scripts/text_weapons.lua_Ranged_Ice_Description
source: Freeze yourself and the target.
fr: Vous Gèle ainsi que la cible.

# scripts/text_weapons.lua_Ranged_SmokeBlast_Name
source: Smoke Mortar
fr: Mortier Fumé

# scripts/text_weapons.lua_Ranged_SmokeBlast_Description
source: Artillery shot that applies Smoke and pushes two adjacent tiles.
fr: Tir d'artillerie qui applique Fumé et poussant deux tuiles adjacentes.

# scripts/text_weapons.lua_Ranged_Fireball_Name
source: Burning Mortar
fr: Mortier Brûlant

# scripts/text_weapons.lua_Ranged_Fireball_Description
source: Artillery attack that sets 5 tiles on Fire.
fr: Attaque d'artillerie qui enflamme 5 tuiles.

# scripts/text_weapons.lua_Ranged_Fireball_Upgrade1
source: No Self Damage
fr: Pas de dégâts auto-infligé

# scripts/text_weapons.lua_Ranged_Fireball_A_UpgradeDescription
source: This attack will no longer damage the Mech that uses it.
fr: Cette attaque n'endommagera plus le Mech qui l'utilise.

# scripts/text_weapons.lua_Ranged_RainingVolley_Name
source: Raining Death
fr: Pluie Mortelle

# scripts/text_weapons.lua_Ranged_RainingVolley_Description
source: A dangerous projectile that damages everything it passes.
fr: Un projectile dangereux qui endommage tout ce qu'il traverse.

# scripts/text_weapons.lua_Ranged_Wide_Name
source: Heavy Artillery
fr: Artillerie Lourde

# scripts/text_weapons.lua_Ranged_Wide_Description
source: Powerful attack that damages a large area.
fr: Attaque puissante qui endommage une grande zone.

# scripts/text_weapons.lua_Ranged_Dual_Name
source: Gemini Missiles
fr: Missiles Gémeaux

# scripts/text_weapons.lua_Ranged_Dual_Description
source: Launch two missiles, damaging and pushing two targets
fr: Lance deux missiles, infligeant de dégâts et Pousse deux cibles

# scripts/text_weapons.lua_Science_Pullmech_Name
source: Attraction Pulse
fr: Impulsion Attractive

# scripts/text_weapons.lua_Science_Pullmech_Description
source: Pull target towards you 1 tile.
fr: Attire la cible de 1 tuile vers vous.

# scripts/text_weapons.lua_Science_Gravwell_Name
source: Grav Well
fr: Forte Gravité

# scripts/text_weapons.lua_Science_Gravwell_Description
source: Artillery weapon that pulls its target towards you.
fr: Arme d'artillerie qui attire sa cible vers vous.

# scripts/text_weapons.lua_Science_Repulse_Name
source: Repulse
fr: Repousser

# scripts/text_weapons.lua_Science_Repulse_Description
source: Push all adjacent tiles.
fr: Pousse toutes les tuiles adjacentes.

# scripts/text_weapons.lua_Science_Repulse_Upgrade1
source: Shield Self
fr: Auto Bouclier

# scripts/text_weapons.lua_Science_Repulse_Upgrade2
source: Shield Friendly
fr: Bouclier Amical

# scripts/text_weapons.lua_Science_Repulse_A_UpgradeDescription
source: Creates a personal Shield when used.
fr: Crée un bouclier personnel lorsqu'il est utilisé.

# scripts/text_weapons.lua_Science_Repulse_B_UpgradeDescription
source: Shield adjacent ally or Building.
fr: Applique une bouclier à un allié ou Bâtiment adjacent.

# scripts/text_weapons.lua_Science_Swap_Name
source: Teleporter
fr: Téléporteur

# scripts/text_weapons.lua_Science_Swap_Description
source: Swap places with a nearby tile.
fr: Échange de place avec une tuile voisine.

# scripts/text_weapons.lua_Science_Swap_Upgrade2
source: +2 Range
fr: +2 Distance

# scripts/text_weapons.lua_Science_Swap_A_UpgradeDescription
source: Extends range of the swap by 1 tile.
fr: Étend la distance de l'échange de 1 tuile.

# scripts/text_weapons.lua_Science_Swap_B_UpgradeDescription
source: Extends range of the swap by 2 tiles.
fr: Étend la distance de l'échange de 2 tuiles.

# scripts/text_weapons.lua_Science_AcidShot_Name
source: A.C.I.D. Projector
fr: Projecteur A.C.I.D.

# scripts/text_weapons.lua_Science_AcidShot_Description
source: Fire a projectile that applies A.C.I.D. and pushes.
fr: Tir un projectile qui applique A.C.I.D. et Pousse.

# scripts/text_weapons.lua_Science_Confuse_Name
source: Confuse Shot
fr: Tir Confus

# scripts/text_weapons.lua_Science_Confuse_Description
source: Fire a projectile that flips a target's attack direction.
fr: Tir un projectile qui retourne la direction d'attaque d'une cible.

# scripts/text_weapons.lua_Science_SmokeDefense_Name
source: Smoke Pellets
fr: Fumigène

# scripts/text_weapons.lua_Science_SmokeDefense_Description
source: Surround yourself with Smoke to defend against nearby enemies.
fr: Entoure de fumé votre unité pour vous défendre contre les ennemis proches.

# scripts/text_weapons.lua_Science_SmokeDefense_A_UpgradeDescription
source: No longer applies Smoke on self or allies.
fr: N'applique plus Fumé sur soi-même ou ses alliés.

# scripts/text_weapons.lua_Science_Shield_Name
source: Shield Projector
fr: Bouclier Projecteur

# scripts/text_weapons.lua_Science_Shield_Description
source: Shield tiles from damage.
fr: Protège les tuiles des dégâts.

# scripts/text_weapons.lua_Science_Shield_Upgrade2
source: +3 Area
fr: +3 Zone

# scripts/text_weapons.lua_Science_Shield_B_UpgradeDescription
source: Shields 3 additional tiles.
fr: Protège 3 tuiles supplémentaires.

# scripts/text_weapons.lua_Science_FireBeam_Name
source: Fire Beam
fr: Rayon Enflammé

# scripts/text_weapons.lua_Science_FireBeam_Description
source: Fire a beam that applies Fire in a line.
fr: Tir un rayon qui applique le Feu sur une ligne.

# scripts/text_weapons.lua_Science_FreezeBeam_Name
source: Frost Beam
fr: Rayon Gelé

# scripts/text_weapons.lua_Science_FreezeBeam_Description
source: Fire a beam that Freezes everything in a line.
fr: Tir un rayon qui Gèle tout sur une ligne.

# scripts/text_weapons.lua_Science_LocalShield_Name
source: Shield Array
fr: Boucliers Zone

# scripts/text_weapons.lua_Science_LocalShield_Description
source: Apply a Shield on nearby tiles.
fr: Applique un bouclier sur les tuiles voisines.

source: +1 Size
fr: +1 Taille

# scripts/text_weapons.lua_Science_LocalShield_A_UpgradeDescription
source: Area of effect increased by 2 tiles.
fr: Zone d'effet augmentée de 2 tuiles.

# scripts/text_weapons.lua_Science_PushBeam_Name
source: Push Beam
fr: Rayon Pousseur

# scripts/text_weapons.lua_Science_PushBeam_Description
source: Pushes all units in a line.
fr: Pousse toutes les unités dans une ligne.

# scripts/text_weapons.lua_Science_PushBeam_Upgrade1
source: Unlimited Use
fr: Utilisation Illimitée

source: Removes use restriction in battles.
fr: Supprime la restriction d'utilisation dans les batailles.

# scripts/text_weapons.lua_Skill_Repair_Name
source: Mech Repair
fr: Réparation Mech

# scripts/text_weapons.lua_Skill_Repair_Description
source: Repair 1 damage and remove Fire, Ice, and A.C.I.D.
fr: Répare 1 de dégât et retire l'effet de Feu, de Glace et d'A.C.I.D.

# scripts/text_weapons.lua_Skill_Repair_Power_Name
source: Power Repair
fr: Réparation Puissante

# scripts/text_weapons.lua_Skill_Repair_Power_Description
source: Repair Mech and push adjacent tiles.
fr: Répare le Mech et Pousse les tuiles adjacents.

# scripts/text_weapons.lua_Skill_Repair_Punch_Name
source: Mantis Slash
fr: Mantis Entailleur

# scripts/text_weapons.lua_Skill_Repair_Punch_Description
source: Damage and push an adjacent tile. Escape from Ice.
fr: Afflige des Dégâts et Pousse une tuile adjacente. Se libère de la glace.

# scripts/text_weapons.lua_Support_Boosters_Name
source: Boosters
fr: Amplificateurs

# scripts/text_weapons.lua_Support_Boosters_Description
source: Jump forward and push adjacent tiles away.
fr: Saute en avant et Pousse les carreaux adjacents.

# scripts/text_weapons.lua_Support_Smoke_Name
source: Smoke Bombs
fr: Bombes Fumigènes

# scripts/text_weapons.lua_Support_Smoke_Description
source: Fly over the targets while dropping Smoke.
fr: Survole les cibles tout en laissant tomber de la Fumée.

source: Increases potential movement range by 1.
fr: Augmente le Déplacement potentielle de 1.

# scripts/text_weapons.lua_Support_Refrigerate_Name
source: Heat Converter
fr: Convertisseur Thermique

# scripts/text_weapons.lua_Support_Refrigerate_Description
source: Freeze the tile in front but light the tile behind on Fire in the process.
fr: Gèle la tuile devant, mais Enflamme celle derrière dans le processus.

# scripts/text_weapons.lua_Support_Destruct_Name
source: Self-Destruct
fr: Auto-Destruction

# scripts/text_weapons.lua_Support_Destruct_Description
source: Mech explodes, killing self and anything adjacent to Mech.
fr: Le Mech explose, se tue ainsi que tout ce qui est adjacent à ce Mech.

# scripts/text_weapons.lua_Support_Force_Name
source: Targeted Strike
fr: Frappe Ciblée

# scripts/text_weapons.lua_Support_Force_Description
source: Call in an air strike on a single tile anywhere on the map.
fr: Appele une frappe aérienne sur une seule tuile n'importe où sur la carte.

# scripts/text_weapons.lua_Support_SmokeDrop_Name
source: Smoke Drop
fr: Largage Fumée

# scripts/text_weapons.lua_Support_SmokeDrop_Description
source: Drops Smoke on 5 tiles anywhere on the map.
fr: Largage Fumée sur 5 tuiles n'importe où sur la carte.

# scripts/text_weapons.lua_Support_Repair_Name
source: Repair Drop
fr: Larguer Réparation

# scripts/text_weapons.lua_Support_Repair_Description
source: Heal all player units (including disabled Mechs).
fr: Soigne toutes les unités joueurs (y compris les Mechs désactivés).

# scripts/text_weapons.lua_Support_Missiles_Name
source: Missile Barrage
fr: Barrage de Missile
