Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text.lua_Button_Hangar_Pilot
source: Change Time Traveler
fr: Changer Voyageur Temporel

# scripts/text.lua_Button_Hangar_Random_Pilot
source: Randomize
fr: Aléatoire

# scripts/text.lua_Button_Hangar_Reroll,scripts/text.lua_TipTitle_BalancedRoll
source: Balanced Roll
fr: Jet Équilibré

# scripts/text.lua_Button_Hangar_RandomRoll,scripts/text.lua_TipTitle_ChaosRoll
source: Chaos Roll
fr: Jet Chaotique

# scripts/text.lua_Button_Hangar_Ach
source: View All Achievements
fr: Voir Tout les Succès

# scripts/text.lua_Button_Hangar_Secret
source: Buy Secret Squad
fr: Acheter Escouade Secrète

# scripts/text.lua_Hangar_Total_Ach
source: Total Coins Earned
fr: Total Pièces Gagnées

# scripts/text.lua_Button_Hangar_Recustom
source: Edit Squad
fr: Modifier Escouade

# scripts/text.lua_Hangar_Custom_Locked
source: Unlock the Squad "$1" to use this Mech
fr: Débloquer l'Escouade "$1" pour utiliser ce Mech

# scripts/text.lua_Hangar_Custom_Locked_Title
source: Locked Mech
fr: Mech Verrouillé

# scripts/text.lua_Button_Hangar_Start
source: Start Game
fr: Commencer Partie

# scripts/text.lua_Hangar_Random
source: Random Mech
fr: Mech Aléatoire

# scripts/text.lua_Hangar_Select
source: Squad Selection
fr: Sélection Escouade

# scripts/text.lua_Ach_Squad
source: Squad Based
fr: Escouade de Base

# scripts/text.lua_Hangar_Coins
source: Gain Coins by completing Achievements! Use Coins to unlock new Squads!
fr: Gagner des pièces en complétant les succès ! Utiliser des pièces pour débloquer de nouvelles Escouades !

# scripts/text.lua_Hangar_Pilot_Unlock
source: Find new Pilots while playing to unlock them here!
fr: Trouver de nouveaux Pilotes en jouant pour les débloquer ici !

# scripts/text.lua_Hangar_Pilot
source: Pilot Selection
fr: Sélection Pilote

# scripts/text.lua_Hangar_Traveler
source: Last Traveler
fr: Dernier Voyageur

# scripts/text.lua_Hangar_NoAbility
source: No Special Ability
fr: Pas de Capacité Spéciale

# scripts/text.lua_Hangar_NoTraveler
source: Last Pilot Not Available
fr: Dernier Pilote Indisponible

# scripts/text.lua_Randomized
source: Create random Squad using unlocked Mechs.
fr: Créer une Escouade aléatoire en utilisant des Mechs débloqués.

# scripts/text.lua_Customized
source: Create a custom Squad using unlocked Mechs.
fr: Créer une escouade personnalisée en utilisant des Mechs débloqués.

# scripts/text.lua_RandomizedLocked
source: Unlock more Mechs to use this feature!
fr: Débloquer plus de Mechs pour utiliser cette fonctionnalité !

# scripts/text.lua_No_Weapon
source: No Weapon
fr: Pas d'Arme

# scripts/text.lua_TipText_MechColor
source: Click to change Mech Color
fr: Cliquer pour changer la Couleur du Mech

# scripts/text.lua_TipText_MechName
source: Click to rename Mech
fr: Cliquer pour Renommer le Mech

# scripts/text.lua_TipText_PilotName
source: Click to rename Pilot
fr: Cliquer pour Renommer le Pilote

# scripts/text.lua_TipText_PilotMech
source: Click to change starting Mech for the Time Traveler
fr: Cliquer pour changer de Mech de départ pour le Voyageur Temporel

# scripts/text.lua_TipTitle_HangarMovement
source: Movement
fr: Déplacement

# scripts/text.lua_TipText_HangarMovement
source: How many tiles this Mech can move each turn.
fr: Nombre de tuiles de Déplacement que le Mech peut faire chaque tour.

# scripts/text.lua_TipTitle_HangarHealth
source: Health
fr: Santé

# scripts/text.lua_TipText_HangarHealth
source: How much damage this Mech can take before being disabled.
fr: Nombre de Dégâts que le Mech peut subir avant d'être désactivé.

# scripts/text.lua_TipText_HangarClass
source: The Mech's Class determines which weapons it can use without a power penalty.
fr: La Classe Mech détermine quelles armes il peut utiliser sans pénalité de puissance.

source: Flying
fr: Volant

source: Flying units can move over any terrain tile.
fr: Les Unités Volantes peuvent se déplacer sur n'importe quelle tuile de terrain.

source: Armored
fr: Blindé

source: Weapon damage to this unit is reduced by 1. All other damage (Push, Blocking, Fire, etc.) is unaffected.
fr: Les Dégâts d'Arme sur cette unité sont réduits de 1. Tous les autres dégâts (Pousser, Bloquer, Feu, etc...) ne sont pas affectés.

# scripts/text.lua_TipText_HangarNormal
source: Designed to provide an interesting challenge to new and experienced players.
fr: Conçu pour fournir un défi intéressant aux joueurs nouveaux et expérimentés.

# scripts/text.lua_TipTitle_HangarEasy
source: Easy Mode
fr: Mode Facile

# scripts/text.lua_TipText_HangarEasy
source: Reduced enemy spawn rates. Score is reduced by 50%.
fr: Réduction du taux d'apparition des ennemis. Le score final est réduit de 50%.

# scripts/text.lua_TipTitle_HangarHard
source: Hard Mode
fr: Mode Difficile

# scripts/text.lua_TipText_HangarHard
source: Increased spawn rates and more Alpha Vek. Score is increased by 50%.
fr: Augmentation du taux d'apparition des ennemis ainsi que celui des Veks Alpha. Le score final est augmenté de 50%.

# scripts/text.lua_TipText_LockedColor
source: Unlock the Squad '$1' to use this color
fr: Débloquer l'Escouade '$1' pour utiliser cette couleur

# scripts/text.lua_TipTitle_LockedColor
source: Locked Color
fr: Couleur Verrouillée

# scripts/text.lua_TipTitle_Repeat
source: Repeat Passive Equipment
fr: Répéter Équipement Passif

# scripts/text.lua_TipText_Repeat
source: Your Mech Squad cannot have multiple copies of the same Passive Equipment. You can still play with the Squad, but the extra copies of the Passive Equipment will be removed.
fr: Votre Escouade de Mech ne peut pas avoir plusieurs copies du même équipement passif. Vous pouvez toujours jouez avec l'Escouade, mais les copies supplémentaires de l'équipement Passif seront supprimées.

# scripts/text.lua_TipText_ChaosRoll
source: Purely random squad. No restrictions to class, weaponry, or Mech.
fr: Escouade purement aléatoire. Aucune restriction sur les classes, l'armement, ou les Mech.

# scripts/text.lua_TipText_BalancedRoll
source: Slightly restricted random squad. All Mechs will be unique and not from the same class. Mechs will have no more than 4 weapons between them.
fr: Escouade aléatoire légèrement restreinte. Tous les Mechs seront uniques et ne seront pas de la même classe. Les Mechs n'auront pas plus de 4 armes réparties entre eux.

# scripts/text.lua_Toggle_Fullscreen
source: Fullscreen
fr: Plein Écran

# scripts/text.lua_Button_Options_Hotkeys
source: Edit Hotkeys
fr: Editer Raccourcis

# scripts/text.lua_Button_Options_Default
source: Default Windowed
fr: Fenêtré par Défaut

# scripts/text.lua_Button_Options_Scale
source: Max Board Scale: $1
fr: Echelle Bordure Max : $1

# scripts/text.lua_Toggle_Mute
source: Mute All Audio
fr: Couper Tout les Sons

# scripts/text.lua_Abandon_Confirm
source: You will send a Pilot to a new timeline and lose all other progress.
fr: Vous enverrez un Pilote dans une nouvelle Ligne Temporelle et perdrez toute votre progression.

# scripts/text.lua_Escape_Sound
source: Effects Volume
fr: Volume Effets

# scripts/text.lua_Escape_Music
source: Music Volume
fr: Volume Music

# scripts/text.lua_Escape_Gameplay
source: Gameplay
fr: Jeu

# scripts/text.lua_Escape_Video
source: Sound + Video
fr: Son + Vidéo

# scripts/text.lua_Button_Escape_Menu,scripts/text.lua_Button_Victory_Quit
source: MAIN MENU
fr: MENU PRINCIPAL

# scripts/text.lua_Button_Escape_Exit_Editmode
source: MAP EDIT MODE
fr: MODE EDITEUR CARTE

# scripts/text.lua_Button_Escape_Exit_Editor
source: QUIT EDITOR
fr: QUITTER EDITEUR

# scripts/text.lua_Button_Escape_Ach
source: ACHIEVEMENTS
fr: SUCCÈS

# scripts/text.lua_Button_Escape_Quit
source: SAVE and QUIT
fr: SAUVER et QUITTER

# scripts/text.lua_Button_Escape_Abandon
source: ABANDON TIMELINE
fr: RENONCER LIGNE TEMPORELLE

# scripts/text.lua_Mouse_Middle
source: Middle Mouse
fr: Souris Milieu

# scripts/text.lua_Mouse_X1
source: Mouse 4
fr: Souris 4

# scripts/text.lua_Mouse_X2
source: Mouse 5
fr: Souris 5

# scripts/text.lua_Opening_1
source: Humanity: Destroyed
fr: Humanité : Détruite

# scripts/text.lua_Opening_2
source: Vek Threat: Unstoppable
fr: Menace Vek : Inarrêtable

# scripts/text.lua_Opening_3
source: Mission: Failed
fr: Mission : Echoué

# scripts/text.lua_Opening_4
source: Open a breach.
fr: Ouvrir une brèche.

# scripts/text.lua_Opening_5
source: Time to go back and try again.
fr: Il est temps de revenir en arrière et d'essayer à nouveau.

# scripts/text.lua_Button_Victory_Pilot
source: SEND PILOT
fr: ENVOYER PILOTE

# scripts/text.lua_Button_Select_Mission_Leave
source: LEAVE ISLAND
fr: QUITTER L'ÎLE

# scripts/text.lua_Button_Select_Mission_Store
source: SPEND REPUTATION
fr: DÉPENSER RÉPUTATION

# scripts/text.lua_Button_Select_Mission_Reward
source: REPUTATION REWARD!
fr: RÉCOMPENSE RÉPUTATION !

# scripts/text.lua_Island_Environment
source: ENVIRONMENT
fr: ENVIRONNEMENT

# scripts/text.lua_Island_CEO
source: CEO
fr: PDG

# scripts/text.lua_Island_Boss
source: LEADER:
fr: CHEF :

# scripts/text.lua_Island_Unlock
source: Complete $1 $2 to unlock!
fr: Compléter $1 $2 pour débloquer !

# scripts/text.lua_Island_Unlock_Single
source: Island
fr: Île

# scripts/text.lua_Island_Unlock_Mult
source: Islands
fr: Îles

# scripts/text.lua_Island_UnlockTitle
source: Island Unlocked!
fr: Île Débloquée !

# scripts/text.lua_Island_1
source: ONE Island
fr: UNE Île

# scripts/text.lua_Island_2
source: TWO Islands
fr: DEUX Îles

# scripts/text.lua_Island_3
source: THREE Islands
fr: TROIS Îles

# scripts/text.lua_Island_Text
source: By completing $1 you've unlocked In future games, you will be able to visit unlocked Islands in any order.
fr: En complétant $1 vous avez débloqué Dans les futurs parties, vous pourrez visiter les îles déverrouillées dans n'importe quel ordre.

# scripts/text.lua_Island_Squad
source: New Squad available when starting a new game!
fr: Nouvelle Escouade disponible lors du lancement d'une prochaine Partie !

# scripts/text.lua_Alert_Cleared
source: ATTACK CANCELED
fr: ATTAQUE ANNULÉE

# scripts/text.lua_Alert_Fire
source: FIRE DAMAGE
fr: DÉGÂT FEU

# scripts/text.lua_Alert_Elec
source: ELECTRIC DAMAGE
fr: DÉGÂT ÉLECTRIQUE

# scripts/text.lua_Alert_Blocked
source: BLOCKED ENEMY
fr: ENEMIS BLOQUÉ

# scripts/text.lua_Alert_Attacking
source: NOT ATTACKING
fr: N'ATTAQUE PAS

# scripts/text.lua_Alert_PodDestroyed
source: POD DESTROYED
fr: POD DÉTRUIT

# scripts/text.lua_Alert_PodSecured
source: POD SECURED
fr: POD SÉCURISÉ

# scripts/text.lua_Alert_Threat
source: THREATENED
fr: MENACÉ

# scripts/text.lua_Alert_Healed
source: UNIT REPAIRED
fr: UNITÉ RÉPARÉE

# scripts/text.lua_Alert_BlobSpawn
source: SPLIT SUPPRESSED
fr: DIVISON SUPPRIMÉE

# scripts/text.lua_Alert_Regen
source: PSION REGENERATION
fr: RÉGÉNÉRATION PSION

# scripts/text.lua_Alert_Tentacle
source: PSION ATTACK
fr: ATTAQUE PSION

# scripts/text.lua_Alert_Action
source: ACTION AVAILABLE
fr: ACTION DISPONIBLE

# scripts/text.lua_Alert_Level
source: LEVEL UP!
fr: NIVEAU SUP !

# scripts/text.lua_Alert_Warning
source: WARNING!
fr: ATTENTION !

# scripts/text.lua_Alert_Incoming
source: POD INCOMING
fr: POD EN APPROCHE

# scripts/text.lua_Alert_Passive
source: PASSIVE BONUS
fr: BONUS PASSIF

# scripts/text.lua_Alert_Resisted
source: RESISTED
fr: RESISTÉ

# scripts/text.lua_Alert_Power
source: POWER LOST
fr: PERTE DE PUISSANCE

# scripts/text.lua_Alert_Casualties
source: Casualties
fr: Pertes

# scripts/text.lua_Alert_Unused
source: POWER AVAILABLE
fr: PUISSANCE DISPONIBLE

# scripts/text.lua_Alert_NoWeapon
source: NO WEAPON POWERED
fr: ARME NON ALIMENTÉE

# scripts/text.lua_Alert_Open
source: OPEN DOOR
fr: PORTE OUVERTE

# scripts/text.lua_Alert_Pilot
source: PILOT AVAILABLE
fr: PILOTE DISPONIBLE

# scripts/text.lua_Alert_Lost
source: REGION LOST
fr: RÉGION PERDUE

# scripts/text.lua_Alert_Secured
source: REGION SECURED
fr: RÉGION SÉCURISÉE

# scripts/text.lua_Alert_Cores
source: CORES AVAILABLE
fr: NOYAUX DISPONIBLES

# scripts/text.lua_Alert_PilotCores
source: PILOT & POWER AVAILABLE
fr: PILOTE & PUISSANCE DISPONIBLE

# scripts/text.lua_Alert_Overflow
source: DEFENSE UP!
fr: DEFENSE PRÊTE !

# scripts/text.lua_Alert_FullOverflow
source: GRID MAX!
fr: PUISSANCE MAX !

# scripts/text.lua_Alert_Smoke
source: SMOKE BLOCKING!
fr: FUMÉE PARALYSANTE !

# scripts/text.lua_Alert_Water
source: MECH SUBMERGED!
fr: MECH IMMERGÉ !

# scripts/text.lua_Alert_NoTarget
source: NO TARGET AVAILABLE!
fr: PAS DE CIBLE DISPONIBLE !

# scripts/text.lua_Status_Full
source: Some effects not listed due to lack of space
fr: Certains effets non répertoriés en raison du manque d'espace

# scripts/text.lua_SquadName_Filler
source: Time Travelers
fr: Voyageurs Temporel

# scripts/text.lua_TipTitle_Archive_A,#159
source: Rift Walkers
fr: Marcheur Morceler

# scripts/text.lua_TipText_Archive_A
source: These were the very first Mechs to fight against the Vek. They are efficient and reliable.
fr: Ce furent les tous premiers Mechs à combattre les Veks. Ils sont efficaces et fiables.

# scripts/text.lua_TipTitle_Archive_B,#162
source: Steel Judoka
fr: Judoka Acier

# scripts/text.lua_TipText_Archive_B
source: These Mechs specialize in positional manipulation to turn the Vek against each other.
fr: Ces Mechs se spécialisent dans la manipulation de position pour tourner les Veks les uns contre les autres.

# scripts/text.lua_TipTitle_Rust_A,#160
source: Rusting Hulks
fr: Hulk Rouillé

# scripts/text.lua_TipText_Rust_A
source: R.S.T. weather manipulators allow these Mechs to take advantage of smoke storms everywhere.
fr: Les manipulateurs de temps R.S.T. permettent à ces Mechs de profiter des Tempête de Fumée partout.

# scripts/text.lua_TipTitle_Rust_B,#163
source: Flame Behemoths
fr: Béhémoth Enflammé

# scripts/text.lua_TipText_Rust_B
source: Invincible to flames, these Mechs aim to burn any threat to ashes.
fr: Invincibles aux flammes, ces Mechs inspirent à brûler toute menace aux cendres.

# scripts/text.lua_TipTitle_Pinnacle_A,#161
source: Zenith Guard
fr: Garde Zenith

# scripts/text.lua_TipText_Pinnacle_A
source: Detritus' Beam technology and Pinnacle's Shield technology create a powerful combination.
fr: La technologie Rayon Détritus et la technologie Bouclier Pinacle créent une combinaison puissante.

# scripts/text.lua_TipTitle_Pinnacle_B,#164
source: Frozen Titans
fr: Titan Gelé

# scripts/text.lua_TipText_Pinnacle_B
source: These Titans rely on the Cryo Launcher, a powerful weapon that takes an experienced Pilot to master.
fr: Ces Titans s'appuient sur le Lanceur Cryo, une arme puissante qui nécessite un Pilote expérimenté pour la maîtriser.

# scripts/text.lua_TipText_Detritus_A
source: R.S.T. engineers designed this Squad around the mass destruction capabilities of harnessed lightning.
fr: Les ingénieurs R.S.T. ont conçu cette Escouade autour des capacités de destruction massive par des éclairs foudroyants.

# scripts/text.lua_TipTitle_Detritus_B,#165
source: Hazardous Mechs
fr: Mech Hasardeux

# scripts/text.lua_TipText_Detritus_B
source: These Mechs have spectacular damage output but rely on nanobots feeding off dead Vek to stay alive.
fr: Ces Mechs produisent des dégâts spectaculaires mais s'appuient sur des Nano-Robot qui se nourrissent de Vek morts pour rester en vie.

# scripts/text.lua_TipTitle_Random
source: Randomized Squad
fr: Escouade Aléatoire

# scripts/text.lua_TipText_Random
source: Create a Random Squad out of all of the Mechs you've unlocked.
fr: Créer une Escouade Aléatoire parmi tous les Mechs que vous avez débloqués.

# scripts/text.lua_TipTitle_Custom
source: Customized Squad
fr: Escouade Personnalisée

# scripts/text.lua_TipText_Custom
source: Create a Custom Squad using any of the Mechs you've unlocked.
fr: Créer une Escouade Personnalisée en utilisant des Mechs que vous avez déverrouillés.

# scripts/text.lua_TipTitle_Secret,#166
source: Secret Squad
fr: Escouade Secrète

# scripts/text.lua_TipText_Secret
source: Humanity's last hope are a blend of Machine and Vek created to defend Earth.
fr: Le dernier espoir de l'humanité est un mélange de Machine et de Vek créés pour défendre la Terre.

# scripts/text.lua_Achievement_Completed
source: Completed on $1 Difficulty
fr: Achevé en difficulté 1$

# scripts/text.lua_Achievement_Header
source: Achievement!
fr: Succès !

# scripts/text.lua_Achievement_Header_Pilot
source: Pilot Found!
fr: Pilote Trouvé !

# scripts/text.lua_Achievement_Text_Pilot
source: Unlocked in Hangar
fr: Hangar Déverrouillé

# scripts/text.lua_Mute_Title
source: Mute Volume
fr: Couper Volume

# scripts/text.lua_Mute_Description
source: Disable all sound
fr: Couper tout les sons

# scripts/text.lua_Undo_Title
source: Undo Move
fr: Annulé Déplacement

# scripts/text.lua_Undo_Description
source: Undo the last movement you did with a Mech
fr: Annuler le dernier déplacement que vous avez fait avec un Mech

# scripts/text.lua_Reset_Description
source: If available, reset to the start of the Player Turn
fr: Si disponible, réinitialiser au début du Tour Joueur

# scripts/text.lua_SelectMech1_Title
source: Select Mech 1
fr: Sélectionner Mech 1

# scripts/text.lua_SelectMech1_Description
source: Select your first Mech (based on list order)
fr: Sélectionner votre premier Mech (basé sur l'ordre de la liste)

# scripts/text.lua_SelectMech2_Title
source: Select Mech 2
fr: Sélectionner Mech 2

# scripts/text.lua_SelectMech2_Description
source: Select your second Mech (based on list order)
fr: Sélectionner votre seconds Mech (basé sur l'ordre de la liste)

# scripts/text.lua_SelectMech3_Title
source: Select Mech 3
fr: Sélectionner Mech 3

# scripts/text.lua_SelectMech3_Description
source: Select your third Mech (based on list order)
fr: Sélectionner votre troisième Mech (basé sur l'ordre de la liste)

# scripts/text.lua_SelectDeploy1_Title
source: Select Deployed 1
fr: Sélectionner Déployé 1

# scripts/text.lua_SelectDeploy1_Description
source: Select your first Mech's deployed unit
fr: Choisisser votre première unité Mech déployée

# scripts/text.lua_SelectDeploy2_Title
source: Select Deployed 2
fr: Sélectionner Déployé 2

# scripts/text.lua_SelectDeploy2_Description
source: Select your second Mech's deployed unit
fr: Choisisser votre seconds unité Mech déployée

# scripts/text.lua_SelectDeploy3_Title
source: Select Deployed 3
fr: Sélectionner Déployé 3

# scripts/text.lua_SelectDeploy3_Description
source: Select your third Mech's deployed unit
fr: Choisisser votre troisième unité Mech déployée

# scripts/text.lua_SelectMission1_Title
source: Select Mission Unit 1
fr: Sélectionner l'Unité de Mission 1

# scripts/text.lua_SelectMission1_Description
source: Select the mission unit you currently control (if available)
fr: Sélectionner l'Unité de Mission que vous contrôler (si disponible)

# scripts/text.lua_SelectMission2_Title
source: Select Mission Unit 2
fr: Sélectionner l'Unité de Mission 2

# scripts/text.lua_SelectMission2_Description
source: Select the second mission unit you currently control (if available)
fr: Sélectionner la secondes Unité de Mission que vous contrôler (si disponible)

# scripts/text.lua_Cycle_Title
source: Cycle Units
fr: Cycle Unités

# scripts/text.lua_Cycle_Description
source: Cycle to the next available active, controlled unit
fr: Passer à la prochaine unité active et contrôlable disponible

# scripts/text.lua_Deselect_Title
source: Deselect / Disarm Weapon
fr: Désélectionner / Désarmer Arme

# scripts/text.lua_Deselect_Description
source: Clear currently selected unit
fr: Effacer l'unité actuellement sélectionnée

# scripts/text.lua_Info_Title
source: Info Overlay
fr: Affiché Infos

# scripts/text.lua_Info_Description
source: Hold down to inspect any unit under your mouse
fr: Maintenir pour inspecter n'importe quelle unité sous votre souris

# scripts/text.lua_Overlay_Title
source: Attack Order Overlay
fr: Affiché Ordre Attaque

# scripts/text.lua_Overlay_Description
source: Hold down to view the current attack order for enemy units
fr: Maintenir enfoncé pour afficher l'ordre d'attaque en cours des unités ennemies

# scripts/text.lua_Weapon1_Title
source: Weapon 1
fr: Arme 1

# scripts/text.lua_Weapon1_Description
source: Arm or disarm the first weapon equipped on a unit
fr: Armer ou désarmer la première arme équipée de votre unité

# scripts/text.lua_Weapon2_Title
source: Weapon 2
fr: Arme 2

# scripts/text.lua_Weapon2_Description
source: Arm or disarm the second weapon equipped on a unit
fr: Armer ou désarmer la seconde arme équipée de votre unité

# scripts/text.lua_Repair_Title
source: Repair
fr: Réparer

# scripts/text.lua_Repair_Description
source: Activate your Mech Repair Skill (if available)
fr: Activer votre compétence Réparer de votre Mech (si disponible)

# scripts/text.lua_EndTurn_Description
source: End your turn, or confirm the end of deployment
fr: Terminer votre tour ou confirmer la fin du déploiement

# scripts/text.lua_Fullscreen_Title
source: Toggle Fullscreen
fr: Basculer en Plein Écran

# scripts/text.lua_Fullscreen_Description
source: Toggle fullscreen mode
fr: Basculer en Mode Plein Écran

# scripts/text.lua_Credits_Studio
source: A game from:
fr: Un jeu de :

# scripts/text.lua_Credits_Created
source: Created by:
fr: Créé par :

# scripts/text.lua_Credits_CreatedName
source: Justin Ma and Matthew Davis
fr: Justin Ma et Matthew Davis

# scripts/text.lua_Credits_Music
source: Music:
fr: Musique :

# scripts/text.lua_Credits_Sound
source: Sound:
fr: Son :

# scripts/text.lua_Credits_SoundSub1
source: Sound Designers:
fr: Concepteur Son :

# scripts/text.lua_Credits_SoundSub2
source: Sound Library:
fr: Bibliothèque Sonore :

# scripts/text.lua_Credits_Writing
source: Writing:
fr: Écriture :

# scripts/text.lua_Credits_Editing
source: Additional Editing:
fr: Édition Supplémentaire :

# scripts/text.lua_Credits_Community
source: Community Management:
fr: Gestionnaire de Communauté :

# scripts/text.lua_Credits_Portraits
source: Portrait Concept Art:
fr: Artiste Portait :

# scripts/text.lua_Credits_Mechs
source: Mech Concept Art:
fr: Artiste Mech :

# scripts/text.lua_Credits_QA
source: QA Testing:
fr: Test QA :

# scripts/text.lua_Credits_QASub1
source: Test Manager:
fr: Gestionnaire de Test :

# scripts/text.lua_Credits_QASub2
source: QA Specialists:
fr: Spécialistes QA :

# scripts/text.lua_Credits_Testers
source: Thank you to our amazing community testers:
fr: Merci à notre incroyables communauté de testeurs :

# scripts/text.lua_Credits_Thanks
source: Special thank you for their advice and support:
fr: Remerciement spécial pour leurs conseils et soutiens :

# scripts/text.lua_Credits_ThanksExtra
source: and the rest of our family, friends, and fellow indie developers
fr: et le reste de notre famille, amis, et amis développeurs indépendants

# scripts/text.lua_Credits_Babies
source: Production Babies:
fr: Bébés de Production :

# scripts/text.lua_Credits_FinalThanks
source: Thank you for playing!
fr: Merci d'avoir joué!

# scripts/text_achievements.lua_Ach_General_1
source: Victories
fr: Victoires

# scripts/text_achievements.lua_Ach_General_2
source: Metagame
fr: Métagame

# scripts/text_achievements.lua_Ach_General_3
source: Island Challenges
fr: Défis Île

# scripts/text_achievements.lua_Ach_General_4
source: Pilot Challenges
fr: Défis Pilotes

# scripts/text_achievements.lua_Ach_General_5
source: Challenge Runs
fr: Défis Terminé

# scripts/text_achievements.lua_Ach_Global_Victory_Any_Title
source: Victory
fr: Victoire

# scripts/text_achievements.lua_Ach_Global_Victory_Any_Text
source: Beat the game (any length)
fr: Finir le Jeu (n'importe quelle durée)

# scripts/text_achievements.lua_Ach_Global_Victory_Hard_Title
source: Hard Victory
fr: Victoire Difficile

# scripts/text_achievements.lua_Ach_Global_Victory_Hard_Text
source: Beat the game on Hard (any length)
fr: Finir le jeu en Difficile (n'importe quelle durée)

# scripts/text_achievements.lua_Ach_Global_Victory_Islands_Title
source: Adaptable Victory
fr: Victoire Adaptable
