Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text_weapons.lua_Support_Missiles_Description
source: Fires a missile barrage that hits every enemy on the map.
fr: Tir un barrage de missiles qui frappe tous les ennemis sur la carte.

# scripts/text_weapons.lua_Support_Wind_Name
source: Wind Torrent
fr: Vent Tournoyant

# scripts/text_weapons.lua_Support_Wind_Description
source: Push all units in a single direction.
fr: Pousse toutes les unités dans une seul direction.

# scripts/text_weapons.lua_Support_Wind_Upgrade1
source: Unlimited Uses
fr: Utilisations Illimitées

# scripts/text_weapons.lua_Support_Blizzard_Name
source: Ice Generator
fr: Générateur Glacé

# scripts/text_weapons.lua_Support_Blizzard_Description
source: Freeze yourself and nearby tiles.
fr: Vous Gèle ainsi que les tuiles adjacentes.

source: Area of effect increased by 1 tile.
fr: Zone d'effet augmentée de 1 tuile.

source: Stock Cannon
fr: Canon Réservoir

# scripts/text_weapons.lua_Deploy_TankShot_Description
source: Fire a projectile that pushes the target.
fr: Tir un projectile qui pousse la cible.

# scripts/text_weapons.lua_Deploy_TankShot2_Description
source: Fire a projectile that pushes and damages the target.
fr: Tir un projectile qui pousse et endommage la cible.

# scripts/text_weapons.lua_DeploySkill_Tank_Name
source: Light Tank
fr: Char Léger

# scripts/text_weapons.lua_DeploySkill_Tank_Description
source: Deploy a small tank to help in combat.
fr: Déploye un petit char vous aidant au combat.

source: Increases the Tank's max health to 3.
fr: Augmente la santé max du Char à 3.

# scripts/text_weapons.lua_DeploySkill_Tank_B_UpgradeDescription
source: Increases the Tank's attack damage to 2.
fr: Augmente les dégâts d'attaque du Char à 2.

source: Shield Shot
fr: Tir Bouclier

# scripts/text_weapons.lua_Deploy_ShieldTankShot_Description
source: Shields a single tile.
fr: Applique un Bouclier sur une tuile.

# scripts/text_weapons.lua_Deploy_ShieldTankShot2_Description
source: Fires a projectile that Shields a single tile.
fr: Tir un projectile appliquant un Bouclier à une seule tuile.

source: Shield-Tank
fr: Char-Bouclier

# scripts/text_weapons.lua_DeploySkill_ShieldTank_Description
source: Deploy a Shield-Tank that can give Shields to allies.
fr: Déploye un Char-Bouclier qui peut donner des boucliers aux alliés.

# scripts/text_weapons.lua_DeploySkill_ShieldTank_A_UpgradeDescription
source: Increases the Shield-Tank's max health to 3.
fr: Augmente la santé max du Char-Bouclier à 3.

# scripts/text_weapons.lua_DeploySkill_ShieldTank_B_UpgradeDescription
source: The Shield-Tank instead fires a projectile, allowing you to shield distant targets.
fr: Le Char-Bouclier à la place de tirer un projectile, vous permet de protéger des cibles éloignées.

source: A.C.I.D. Shot
fr: Tir A.C.I.D.

source: Fire a projectile that applies A.C.I.D. to a single tile.
fr: Tir un projectile qui applique A.C.I.D. à une seule tuile.

# scripts/text_weapons.lua_DeploySkill_AcidTank_Name,#4
source: A.C.I.D. Tank
fr: Char A.C.I.D.

# scripts/text_weapons.lua_DeploySkill_AcidTank_Description
source: Deploy a Tank that can apply A.C.I.D. to targets.
fr: Déploie un Char qui peut appliquer A.C.I.D aux cibles.

# scripts/text_weapons.lua_DeploySkill_AcidTank_Upgrade2
source: +Push
fr: +Pousser

# scripts/text_weapons.lua_DeploySkill_AcidTank_B_UpgradeDescription
source: The tank's attack also pushes its target.
fr: L'attaque du char Pousse également ces cibles.

# scripts/text_weapons.lua_Deploy_PullTankShot_Name
source: Pull Shot
fr: Tir Attirant

# scripts/text_weapons.lua_Deploy_PullTankShot_Description
source: Pulls a single tile.
fr: Attire sur une seul tuile.

# scripts/text_weapons.lua_DeploySkill_PullTank_Name
source: Pull-Tank
fr: Char-Attirant

# scripts/text_weapons.lua_DeploySkill_PullTank_Description
source: Deploy a Pull-Tank that can pull targets with a projectile.
fr: Déploye un Char-Attirant qui peut déplacer les cibles avec un projectile.

# scripts/text_weapons.lua_DeploySkill_PullTank_A_UpgradeDescription
source: Increases the Pull-Tank's max health to 3.
fr: Augmente la santé max du Char-Attirant à 3.

# scripts/text_weapons.lua_DeploySkill_PullTank_B_UpgradeDescription
source: Gives the Pull-Tank the ability to fly.
fr: Donne au Char-Attirant la capacité de voler.

# scripts/text_weapons.lua_DeploySkill_SGenerator_Description
source: Deploy a Shield-Tank that can give shields to allies.
fr: Déploye un Char-Bouclier qui peut donner des boucliers aux alliés.

# scripts/text_weapons.lua_DeploySkill_SGenerator_A_UpgradeDescription
source: Increases the Shield-Tank's HP to 3.
fr: Augmente les HP du Char-Bouclier à 3.

# #0
source: Kill 4 enemies inflicted with A.C.I.D.
fr: Tuer 4 ennemis affectés par de l'A.C.I.D.

# #1
source: Kill 4 enemies inflicted with A.C.I.D.
fr: Tuer 4 ennemis affectés par de l'A.C.I.D.

# #3
source: killed
fr: tué

# #7
source: Destroy the A.C.I.D. Vats
fr: Détruire les Cuves A.C.I.D.

# #10
source: Conveyors
fr: Convoyeurs

# #11
source: Conveyor Belts will push any unit on them in the marked direction at the start of the enemy turn.
fr: Scarabée Convoyeur Pousse n'importe quelle unité dans la direction indiquée au début du tour ennemi.

# #12
source: CONVEYOR BELTS
fr: SCARABÉE CONVOYEUR

# #13
source: CONVEYORS
fr: CONVOYEURS

# #14
source: Defend the Disposal Unit
fr: Défendre l'unité d'Extermination

# #15
source: Destroy all mountains
fr: Détruire toutes les montagnes

# #17
source: Disposal
fr: Extermination

# #18
source: A.C.I.D. Launcher
fr: Lanceur A.C.I.D.

# #23
source: Destroy the Beetle Leader
fr: Détruire le Chef de Coléoptère

# #24
source: Destroy the Bot Leader
fr: Détruire le Chef de Robot

# #25
source: Destroy the Firefly Leader
fr: Détruire le Chef de Luciole

# #26
source: Destroy 5 Goos
fr: Détruire 5 Goos

# #27
source: Destroy
fr: Détruit

# #28
source: Large Goo
fr: Goo Large

# #29
source: Medium Goo
fr: Goo Moyen

# #30
source: Small Goo
fr: Goo Petit

# #31
source: Destroy the Hornet Leader
fr: Détruire le Chef Frelon

# #32
source: Hornet Leader
fr: Chef Frelon

# #33
source: Destroy the Psion Abomination
fr: Détruire l'Abomination Psion

# #34
source: Psion Abomination
fr: Abomination Psion

# #35
source: Destroy the Scorpion Leader
fr: Détruire le Chef Scorpion

# #36
source: Scorpion Leader
fr: Chef Scorpion

# #37
source: Destroy the Slug Leader
fr: Détruire le Chef de Limace

# #39
source: Slugling Egg
fr: Œuf Limace

# #40
source: Destroy the Spider Leader
fr: Détruire le Chef Araignée

# #41
source: Spider Leader
fr: Chef Araignée

# #43
source: Caverns
fr: Cavernes

# #44
source: Watch out for falling rocks and lava!
fr: Attention aux chutes de pierres et de lave !

# #45
source: Volcano
fr: Volcan

# #46
source: Watch out for the active volcano!
fr: Attention au volcan actif !

# #47
source: VOLCANO
fr: VOLCAN

# #48
source: Survive the Fight
fr: Survivre au Combat

# #49
source: Defend the Renfield Bomb until it explodes
fr: Défendre la Bombe Renfield jusqu'à ce qu'elle explose

# #50
source: Renfield Bomb
fr: Bombe Renfield

# #20
source: Air Support
fr: Appui aérien

# #21
source: Bombs will be dropped on the marked spaces, killing any unit.
fr: Des bombes seront larguées sur les emplacements marqués, tuant toute unité.

# #22
source: AIR SUPPORT
fr: APPUI AÉRIEN

# #51
source: Defend the Artillery Support
fr: Défendre le Soutien Artillerie

# #52
source: Defend the Artillery Unit
fr: Défendre l'Unité Artillerie

# #53
source: Old Artillery
fr: Vieille Artillerie

# #54
source: Destroy the dam
fr: Détruire le Barrage

# #55
source: Old Earth Dam
fr: Barrage de l'Ancienne Terre

# #56
source: Defend the Satellite Launches
fr: Défendre les Lancements de Satellites

# #58
source: Defend the 1st satellite launch
fr: Défendre le 1er lancement du satellite

# #59
source: Defend the 2nd satellite launch
fr: Défendre le 2ième lancement du satellite

# #60
source: Satellite Rocket
fr: Fusée Satellite

# #61
source: Defend the Tanks
fr: Défendre les Chars

# #62
source: Defend Archive Inc. Tanks (One Lost)
fr: Défendre L'Archive Char Corp. (Un perdu)

# #63
source: undamaged
fr: intact

# #64
source: Archive Tank
fr: Archive Char

# #65
source: Archive Inc Old Earth Tank
fr: Archive Corp Char de l'Ancienne Terre

# #98
source: damaged
fr: endommagé

# #66
source: High Tides
fr: Tuile Haute

# #67
source: Marked tiles will turn to water at the start of the enemy turn.
fr: Les tuiles marquées se transformeront en Eau au début du tour ennemi.

# #68
source: TIDAL WAVES
fr: RAZ DE MARÉE

# #19
source: Partial
fr: Partiel

# #116,#145
source: Your bonus objective
fr: Votre objectif bonus

# #117
source: to defend this structure
fr: défendre cette structure

# #126
source: Kill all enemies before they retreat
fr: Tuer tous les ennemis avant qu'ils ne se retirent

# #127,#133
source: Kill all enemies before they retreat
fr: Tuer tous les ennemis avant qu'ils ne se retirent

# #131
source: This is a CEO mission briefing message. It is very atmospheric and exciting, giving you a closer look at the world and the mission you're about to engage in.
fr: Ceci est un message d'information de la mission provenant du PDG. C'est très atmosphérique et excitant, vous donnant une vision proche du monde ainsi que la mission que vous êtes sur le point d'entreprendre.

# #132
source: This is a CEO mission closing message. It reflects on how well the mission just went. It has glowing praise, or possibly it's rather insulting of your skills.
fr: Ceci est un message de fin de mission du PDG. Cela reflète la réussite de la mission. Il a des éloges glorifiantes, ou peut-être est-ce plutôt insultant envers vos compétences.

# #135
source: End with less than 4 Mech Damage
fr: Terminer avec moins de 4 de dégâts subit par vos Mech

# #136,#143
source: Block Vek Spawning 3 times
fr: Bloquer l'Apparition des Veks 3 fois

# #137
source: Block Vek Spawning 3 times
fr: Bloquer l'Apparition des Veks 3 fois

# #138
source: Kill at least
fr: Tuer au moins

# #139
source: Protect the
fr: Protéger le

# #142
source: End battle with less than 4 Mech Damage
fr: Terminer la bataille avec moins de 4 de dégâts subit par vos Mech

# #144
source: Enemies
fr: Ennemis

# #146
source: to defend this structure.
fr: défendre cette structure.

# #147
source: You withdrew from the battlefield, leaving supplies and civilians behind.
fr: Vous avez déserté le champ de bataille, laissant des provisions et des civils derrière vous.

# #148
source: All of your mechs have been disabled. An evacuation team will arrive shortly to recover your pilots and their wreckage.
fr: Tous vos Mechs ont été désactivés. Une équipe d'évacuation arrivera sous peu pour récupérer vos pilotes et leurs débris.

# #149
source: Current Damage:
fr: Dégâts actuels :

# #150
source: Current:
fr: Actuel :

# #111
source: Solar Farm
fr: Ferme Solaire

# #112
source: Solar Farms
fr: Fermes Solaire

# #113
source: Defend both Solar Farms
fr: Défendre les deux Fermes Solaire

# #114
source: Defend both Wind Farms
fr: Défendre les deux Parc Éolien

# #115
source: Defend both Power Plants
fr: Défendre les deux Centrales Électriques

# #118
source: Defend the train
fr: Défendre le Train

# #119
source: Defend the damaged train
fr: Défendre le Train Endommagé

# #120
source: The train is damaged and will no longer move
fr: Le Train est endommagé et ne bougera plus

# #121
source: If the train is blocked when moving, it will explode
fr: Si le Train est bloqué lors du déplacement, il explosera

# #122
source: It is too damaged to continue. Defend it.
fr: Il est trop endommagé pour continuer. Défendez-le.

# #123
source: Supply Train
fr: Train Ravitaillement

# #124
source: Damaged Train
fr: Train Endommagé

# #125
source: Move forward 2 spaces, but will be destroyed if blocked.
fr: Avance de 2 tuiles, mais sera détruit s'il est bloqué.

# #128,#140
source: Do not kill the Volatile Vek
fr: Ne tuez pas le Vek Volant

# #129
source: Don't let the Volatile Vek die
fr: Ne laissez pas le Vek Volant mourir

# #69
source: Defend the Prototype Renfield Bombs
fr: Défendre le prototype de Bombe Renfield

# #71
source: Prototype Bomb
fr: Bombe Prototype

# #73
source: Marked tiles will become Chasms at the start of the enemy turn, killing any ground units present.
fr: Les tuiles marquées deviendront des Gouffres au début du tour ennemi, tuant toutes les unités terrestres présentes.

# #74
source: CATACLYSM
fr: CATACLYSME

# #76
source: Marked squares will sink into the earth, killing anything on them.
fr: Les carrés marqués s'enfonceront dans la terre, tuant toutes les unités présentes.

# #77
source: Defend the Earth Mover
fr: Défendre le Remueur Terrestre

source: Earth Mover
fr: Remueur Terrestre

# #79
source: Destroy 2 mountains
fr: Détruire 2 montagnes

# #80
source: Destroy 2 mountains (Current:
fr: Détruire 2 montagnes (Actuel :

# #81
source: Sinkhole Hive
fr: Ruche Souillée

# #83
source: Lightning will strike four spaces every turn, killing any unit on the marked tiles.
fr: La foudre frappera quatre cases à chaque tour, tuant toute unité sur les cases marquées.

# #84
source: LIGHTNING STORM
fr: TEMPÊTE FOUDROYANTE

# #85
source: LIGHTNING
fr: FOUDRE

# #86
source: Sandstorm
fr: Tempête de Sable

# #87
source: All DUNES will turn to SMOKE, all SMOKE will be removed.
fr: Tous les DUNES se transformeront en FUMÉS, tous les FUMÉS seront supprimés.

# #88
source: SANDSTORM
fr: TEMPÊTE DE SABLE

# #89
source: Defend the Terraformer
fr: Défendre le Terraformeur

# #90
source: Terraform the grassland back to desert
fr: Terraformer la prairie en désert

# #91
source: Area Blast
fr: Explosion de Zone

# #92
source: Self-Destruct, damaging neighboring tiles.
fr: Autodestruction, endommageant les tuiles voisines.

# #93
source: Defend the Robots
fr: Défendre les Robots

# #94
source: Defend the remaining Robot
fr: Défendre le robot restant

# #95
source: Robot Factories
fr: Usines Robot

# #96
source: Robot Factory
fr: Usine Robot

# #97
source: Defend both Robot Factories
fr: Défendre les deux Usines de Robots

# #99
source: Break 5 buildings out of the ice
fr: Détruire 5 bâtiments hors de la glace

# #100
source: Break 5 buildings out of the ice
fr: Détruire 5 bâtiments hors de la glace

# #101
source: Freeze and defend both robots
fr: Geler et défendre les deux robots

# #102
source: Freeze and defend the robots (one frozen)
fr: Geler et défendre les robots (un gelé)

# #103
source: Freeze and defend both robots
fr: Geler et défendre les deux robots

# #104
source: Freeze and defend the remaining robot
fr: Geler et défendre le robot restant

# #106
source: Marked tiles will be frozen at the start of the enemy turn.
fr: Les tuiles marquées seront Gelées au début du tour ennemi.

# #107
source: ICE STORM
fr: TEMPÊTE GLACÉE

# #108
source: Freeze Tank
fr: Char Congelé

# #109
source: Freeze Cannon
fr: Canon Congelé

# #110
source: Shoot a projectile that freezes targets
fr: Tir un projectile qui Gèle les cibles

# #170
source: Don't fail any Bonus Objective.
fr: Ne ratez aucun objectif bonus.

# #151
source: Robotics Lab
fr: Laboratoire de Robotique

# #152
source: Old Earth Bar
fr: Bar de l'Ancienne Terre

# #153
source: Corporate Tower
fr: Tour Corporative

# #154
source: Defense Lab
fr: Laboratoire de Défense

# #155
source: Shield Generator
fr: Générateur de Bouclier

# #156
source: Power Generator
fr: Générateur de Puissance

# #157
source: Emergency Batteries
fr: Batteries de Secours

# #158
source: Airfield
fr: Aérodrome
