Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text_tooltips.lua_PilotSkills__Youth_Move_1
source: Gain +3 Move on first turn of every mission.
fr: Gagne +3 en Déplacement au premier tour de chaque mission.

# scripts/text_tooltips.lua_PilotSkills__Retaliation_0
source: Retaliation
fr: Représailles

# scripts/text_tooltips.lua_PilotSkills__Retaliation_1
source: Deal 1 damage to adjacent enemies after surviving damage.
fr: Inflige 1 de dégât aux ennemis adjacents après avoir survécu à des dégâts.

# scripts/text_tooltips.lua_PilotSkills__TimeTravel_0
source: Temporal Reset
fr: Réinitialisation Temporelle

# scripts/text_tooltips.lua_PilotSkills__TimeTravel_1
source: Gain 1 extra 'Reset Turn' every battle.
fr: Gagne 1 'Réinitialiser Tour' supplémentaire pour chaque bataille.

# scripts/text_tooltips.lua_PilotSkills__Mantis_Skill_1
source: 2 damage melee attack replaces Repair.
fr: 2 aux Dégâts d'Attaque de Mêlée remplace Réparer.

# scripts/text_tooltips.lua_PilotSkills__Rock_Skill_1
source: +3 Health and Immune to Fire.
fr: +3 de Santé et Immunisé contre le Feu.

# scripts/text_tooltips.lua_PilotSkills__Zoltan_Skill_1
source: +1 Reactor Core. Reduce Mech HP to 1. Gain Shield every turn.
fr: +1 Noyau Réacteur. Réduit HP Mech à 1. Gagne Bouclier à chaque tour.

source: We're saved!
fr: Nous sommes sauvés !

# scripts/text_population.lua_Opening_1
source: I knew they'd come!
fr: J'savais qu'ils viendraient !

# scripts/text_population.lua_Opening_2
source: The #squad!
fr: L'#squad !

# scripts/text_population.lua_Opening_3
source: It's the #squad!
fr: C'est l'#squad !

# scripts/text_population.lua_Opening_4
source: Now the Vek are going to get it!
fr: Maintenant les Veks n'ont qu'à bien s'tenir !

# scripts/text_population.lua_Opening_5
source: The Vek are going to be sorry now!
fr: Les Veks vont être désolés maintenant !

# scripts/text_population.lua_Opening_6
source: Get my glasses! I want to see!
fr: Prends mes lunettes ! Je veux voir !

# scripts/text_population.lua_Opening_7
source: Stop crowding the window!
fr: Arrêtez d'encombrer la fenêtre !

# scripts/text_population.lua_Opening_8
source: What's going on?
fr: Que se passe-t-il ?

# scripts/text_population.lua_Opening_9
source: The Mechs have landed!
fr: Les Mechs ont atterri !

# scripts/text_population.lua_Opening_10
source: #corp sent Mechs!
fr: #corp a envoyé des Mechs !

# scripts/text_population.lua_Opening_11
source: What's that noise?
fr: Quel est ce bruit ?

# scripts/text_population.lua_Opening_12
source: You hear something?
fr: Tu entends quelque chose ?

# scripts/text_population.lua_Opening_13
source: Is it them?
fr: C'est bien eux ?

# scripts/text_population.lua_Opening_14
source: They're here!
fr: Ils sont là !

# scripts/text_population.lua_Opening_15
source: Mom, look!
fr: 'Man, regarde !

# scripts/text_population.lua_Opening_16
source: The Mechs!
fr: Les Mechs !

# scripts/text_population.lua_Opening_17
source: Dad, look!
fr: 'Pa, regarde !

# scripts/text_population.lua_Opening_18
source: We're rescued!
fr: Nous sommes sauvés !

# scripts/text_population.lua_Opening_19
source: Finally!
fr: Finalement !

# scripts/text_population.lua_Opening_20
source: Help is here!
fr: Les secours sont là !

# scripts/text_population.lua_Opening_21
source: They've come!
fr: Ils sont venu !

# scripts/text_population.lua_Opening_22
source: The Mechs are here!
fr: Les Mechs sont là !

# scripts/text_population.lua_Opening_23
source: They'll protect us!
fr: Ils vont nous protéger !

source: Thank you!
fr: Merci !

# scripts/text_population.lua_Closing_1
source: They're on the run!
fr: Ils sont en fuite !

# scripts/text_population.lua_Closing_2
source: The Vek are running!
fr: Les Veks courent !

# scripts/text_population.lua_Closing_4
source: That was amazing!
fr: C'était stupéfiant !

# scripts/text_population.lua_Closing_5
source: Unbelievable!
fr: Incroyable !

# scripts/text_population.lua_Closing_6
source: They did it!
fr: Ils l'ont fait !

# scripts/text_population.lua_Closing_7
source: It's over!
fr: C'est fini !

# scripts/text_population.lua_Closing_8
source: We won!
fr: Nous avons gagné !

source: We survived!
fr: Nous avons survécu !

source: Victory!
fr: Victoire !

source: They're gone!
fr: Ils sont partis !

# scripts/text_population.lua_Closing_12
source: They're fleeing!
fr: Ils fuient !

# scripts/text_population.lua_Closing_13
source: You scared them off!
fr: Vous les avez effrayés !

source: I can't believe it!
fr: Je ne peux pas le croire !

# scripts/text_population.lua_Closing_Dead_2
source: Dead? All of them?
fr: Mort ? Tous ?

# scripts/text_population.lua_Closing_Dead_3
source: They killed them all?
fr: Ils les ont tous tués ?

# scripts/text_population.lua_Closing_Dead_4
source: They're all dead!
fr: Ils sont tous morts !

# scripts/text_population.lua_Closing_Dead_6
source: You wiped them out!
fr: Vous les avez éliminés !

# scripts/text_population.lua_Closing_Dead_7
source: The #squad beat them!
fr: L'#squad les a battus !

# scripts/text_population.lua_Closing_Dead_8
source: The Mechs wiped them out!
fr: Les Mechs les ont anéantis !

# scripts/text_population.lua_Closing_Dead_10
source: No more Vek!
fr: Plus de Vek !

# scripts/text_population.lua_Closing_Dead_11
source: Amazing!
fr: Stupéfiant !

# scripts/text_population.lua_Closing_Dead_12
source: You won!
fr: Vous avez gagné !

# scripts/text_population.lua_Closing_Perfect_1
source: We're all okay!
fr: Nous allons tous bien !

# scripts/text_population.lua_Closing_Perfect_2
source: Everybody all right?
fr: Tout le monde va bien ?

# scripts/text_population.lua_Closing_Perfect_3
source: The #squad saved us!
fr: L'#squad nous a sauvé !

# scripts/text_population.lua_Closing_Perfect_4
source: Three cheers for the #squad!
fr: Trois hourras pour l'#squad !

# scripts/text_population.lua_Closing_Perfect_5
source: #corp is saved!
fr: #corp est sauvé !

# scripts/text_population.lua_Closing_Perfect_6
source: Nothing was damaged!
fr: Rien n'a été endommagé !

# scripts/text_population.lua_Closing_Perfect_7
source: The #squad are heroes!
fr: L'#squad sont des héros !

# scripts/text_population.lua_Closing_Perfect_8
source: Perfect victory!
fr: Victoire parfaite !

# scripts/text_population.lua_Closing_Perfect_10
source: Did you see that?
fr: As-tu vu ça ?

# scripts/text_population.lua_Closing_Bad_0
source: Thanks... I guess.
fr: Merci... Je suppose.

# scripts/text_population.lua_Closing_Bad_1
source: They did more harm than good...
fr: Ils ont fait plus de mal que de bien ...

# scripts/text_population.lua_Closing_Bad_2
source: My family... gone...
fr: Ma famille ... partie ...

# scripts/text_population.lua_Closing_Bad_3
source: So many lost...
fr: Tellement de pertes ...

# scripts/text_population.lua_Closing_Bad_4
source: Are they finally gone?
fr: Sont-ils enfin partis ?

# scripts/text_population.lua_Closing_Bad_5
source: Is it over?
fr: Est-ce fini ?

# scripts/text_population.lua_Closing_Bad_6
source: Time to rebuild...
fr: Il est temps de reconstruire ...

# scripts/text_population.lua_Threatened_0
source: It's attacking us!
fr: Il nous attaque !

# scripts/text_population.lua_Threatened_2
source: Oh no!
fr: Oh non !

# scripts/text_population.lua_Threatened_3
source: Everyone, brace yourselves!
fr: Accrochez-vous tout le monde !

# scripts/text_population.lua_Threatened_4
source: Get away from the windows!
fr: Éloignez-vous des fenêtres !

# scripts/text_population.lua_Threatened_5
source: What's that shadow?
fr: Quelle est cette ombre ?

# scripts/text_population.lua_Threatened_6
source: This looks bad...
fr: Ca ne présage rien de bon ...

# scripts/text_population.lua_Threatened_7
source: Help!
fr: Aidez-moi !

# scripts/text_population.lua_Threatened_8
source: We're doomed!
fr: Nous sommes condamnés !

# scripts/text_population.lua_Threatened_9
source: Our luck's run out...
fr: Notre chance s'est fait la malle...

# scripts/text_population.lua_Threatened_10
source: It's targeting us!
fr: Ils nous prennent pour cible !

# scripts/text_population.lua_Threatened_11
source: Help! Anyone, help!
fr: Aidez-moi ! Quelqu'un, aidez-moi !

# scripts/text_population.lua_Threatened_12
source: Help us, #squad!
fr: Aidez-nous, #squad !

# scripts/text_population.lua_Threatened_13
source: #squad, help!
fr: #squad, à l'aide !

# scripts/text_population.lua_Threatened_14
source: We're done for.
fr: Nous sommes faits pour ca.

source: Save us!
fr: Sauvez-nous !

# scripts/text_population.lua_Threatened_16
source: It's coming at us!
fr: Ça vient vers nous !

# scripts/text_population.lua_Threatened_17
source: Will the building hold?
fr: Le bâtiment tiendra-t-il ?

# scripts/text_population.lua_Threatened_18
source: Help us!
fr: Aidez-nous !

# scripts/text_population.lua_Killed_2
source: Eat that, Vek!
fr: Mange ça, Vek !

# scripts/text_population.lua_Killed_4
source: It's down!
fr: Il est tombé !

# scripts/text_population.lua_Killed_5
source: They took it out!
fr: Ils l'ont enlevé !

# scripts/text_population.lua_Killed_6
source: And stay dead!
fr: Et laissé pour mort !

# scripts/text_population.lua_Killed_7
source: They killed it!
fr: Ils l'ont tué !

# scripts/text_population.lua_Killed_8
source: It's dead!
fr: Il est mort !

# scripts/text_population.lua_Killed_9
source: Did you see that?!
fr: T'as vu ça ?!

# scripts/text_population.lua_Killed_11
source: Yes!
fr: Oui !

# scripts/text_population.lua_Killed_12
source: All right!
fr: D'accord !

# scripts/text_population.lua_Shielded_0
source: We're safe!
fr: Nous sommes en sécurité !

# scripts/text_population.lua_Shielded_1
source: Will this hold?
fr: Est-ce que cela va tenir ?

# scripts/text_population.lua_Shielded_2
source: That'll stop them!
fr: Ça devrait les arrêter !

# scripts/text_population.lua_Shielded_3
source: Shielded!
fr: Bouclier !

# scripts/text_population.lua_Shielded_4
source: We're shielded!
fr: Nous avons un bouclier !

# scripts/text_population.lua_Shielded_5
source: Shield up!
fr: Bouge-toi !

# scripts/text_population.lua_Shielded_6
source: Safe at last!
fr: En sécurité, enfin !

# scripts/text_population.lua_Frozen_0
source: It's so cold...
fr: Il fait si froid...

# scripts/text_population.lua_Frozen_1
source: Grab the blankets.
fr: Prenez les couvertures.

# scripts/text_population.lua_Frozen_2
source: Huddle together, everyone.
fr: Blottissez-vous les uns contre les autres, tout le monde.

# scripts/text_population.lua_Frozen_3
source: The window's iced over!
fr: La fenêtre est glacée !

# scripts/text_population.lua_Frozen_4
source: What happened?
fr: Qu'est-il arrivé ?

# scripts/text_population.lua_Frozen_5
source: Feels like a freezer!
fr: Me sent comme un congélateur !

# scripts/text_population.lua_Frozen_6
source: It's freezing!
fr: Il fait froid !

# scripts/text_population.lua_Frozen_7
source: It's too cold!
fr: Il fait trop froid !

# scripts/text_population.lua_Frozen_8
source: At least we're safe?
fr: Au moins, sommes-nous en sécurité ?

source: Tiny Mandibles
fr: Petites Mandibules

source: Weak attack against a single target.
fr: Attaque faible contre une seule cible.

# scripts/text_weapons.lua_ScorpionAtk1_Name
source: Stinging Spinneret
fr: Sécrétion Piquante

source: Web the target, preparing to stab it.
fr: Entrave la cible, se préparant à la poignarder.

# scripts/text_weapons.lua_ScorpionAtk2_Name
source: Goring Spinneret
fr: Sécrétion Brute

# scripts/text_weapons.lua_Burrower_Atk_Name
source: Spiked Carapace
fr: Carapace Hérissé

source: Slam against 3 tiles in a row.
fr: Écrase contre 3 tuiles sur la rangée.

# scripts/text_weapons.lua_Burrower_Atk2_Name
source: Bladed Carapace
fr: Carapace Saillante

# scripts/text_weapons.lua_HornetAtk1_Name
source: Stinger
fr: Dard

# scripts/text_weapons.lua_HornetAtk1_Description
source: Stab the target.
fr: Poignarde la cible.

# scripts/text_weapons.lua_HornetAtk2_Name
source: Launching Stinger
fr: Lancer Dard

# scripts/text_weapons.lua_HornetAtk2_Description
source: Stab 2 tiles in front of the unit.
fr: Poignarde 2 tuiles devant l'unité.

# scripts/text_weapons.lua_CrabAtk1_Name,scripts/text_weapons.lua_CrabAtk2_Name
source: Explosive Expulsions
fr: Expulsions Explosives

source: Launch artillery attack on 2 tiles.
fr: Lance l'attaque d'artillerie sur 2 tuiles.

source: Spitting Glands
fr: Cracher Glandes

# scripts/text_weapons.lua_ScarabAtk1_Description
source: Lob an artillery shot at a single tile.
fr: Lob un tir d'artillerie sur une seule tuile.

# scripts/text_weapons.lua_ScarabAtk2_Description
source: Lob a powerful artillery shot at a single tile.
fr: Lob un tir d'artillerie puissante sur une seule tuile.

# scripts/text_weapons.lua_CentipedeAtk1_Name
source: Acidic Vomit
fr: Vomit Acide

source: Launch a volatile mass of goo, applying A.C.I.D. on nearby units.
fr: Lance une masse volatile de Goo, en appliquant A.C.I.D. sur les unités voisines.

# scripts/text_weapons.lua_CentipedeAtk2_Name
source: Corrosive Vomit
fr: Vomit Corrosif

# scripts/text_weapons.lua_LeaperAtk1_Name
source: Fangs
fr: Crocs

source: Web the target, preparing to bite it.
fr: Entrave la cible, se préparant à le mordre.

# scripts/text_weapons.lua_LeaperAtk2_Name
source: Sharpened Fangs
fr: Crocs Affûtés

# scripts/text_weapons.lua_FireflyAtk1_Name
source: Accelerating Thorax
fr: Accélération du Thorax

source: Launch a volatile mass of goo.
fr: Lance une masse volatile de Goo.

# scripts/text_weapons.lua_FireflyAtk2_Name
source: Enhanced Thorax
fr: Thorax Amélioré

# scripts/text_weapons.lua_BeetleAtk1_Name
source: Pincers
fr: Tenailles

source: Charge forward to damage and push the target.
fr: Charge vers l'avant pour endommager et pousser la cible.

# scripts/text_weapons.lua_BeetleAtk2_Name
source: Sharpened Pincers
fr: Pinces Aiguisées

source: Digging Tusks
fr: Défense Perforante

source: Create a defensive rock wall before attacking adjacent tiles.
fr: Crée une paroi rocheuse défensive avant d'attaquer les tuiles adjacentes.

# scripts/text_weapons.lua_BlobberAtk1_Name
source: Unstable Growths
fr: Croissance Instable

# scripts/text_weapons.lua_BlobberAtk1_Description
source: Throw a sticky blob that will explode.
fr: Projette une boulle collante qui va exploser.

# scripts/text_weapons.lua_BlobberAtk2_Name
source: Volatile Growths
fr: Croissances Volatiles

# scripts/text_weapons.lua_BlobberAtk2_Description
source: Throw a massive blob that will explode.
fr: Projette une boulle massive qui va exploser.

# scripts/text_weapons.lua_BlobAtk1_Name
source: Unstable Guts
fr: Intestin Instable

source: Explode, killing itself and damaging adjacent tiles. Kill it first to stop it.
fr: Explose, se tue et endommage les tuiles adjacentes. Tuez-le en premier pour l'arrêter.

# scripts/text_weapons.lua_BlobAtk2_Name
source: Volatile Guts
fr: Intestin Volant

# scripts/text_weapons.lua_SpiderAtk1_Name
source: Tiny Offspring
fr: Petite Progéniture

source: Throw a sticky egg that hatches into a Spiderling.
fr: Projette un œuf collant qui éclot en Jeune Araignée.

# scripts/text_weapons.lua_SpiderAtk2_Name
source: Large Offspring
fr: Grande Progéniture

source: Spiderling Egg
fr: Œuf Jeune Araignée

source: Hatch into Spiderling.
fr: Éclot en Jeune Araignée.

# scripts/text_weapons.lua_Jelly_Health_Tooltip_Description
source: All other Vek receive +1 HP as long as the Psion is living.
fr: Tous les autres Veks reçoivent +1 HP tant que le Psion est en vit.

# scripts/text_weapons.lua_Jelly_Explode_Tooltip_Description
source: All other Vek will explode on death, dealing 1 damage to adjacent tiles.
fr: Tous les autres Veks vont exploser à leur mort, infligeant 1 de dégâts aux tuiles adjacentes.

# scripts/text_weapons.lua_Jelly_Lava_Tooltip_Name
source: Hive Targeting
fr: Ciblage Ruche

# scripts/text_weapons.lua_Jelly_Lava_Tooltip_Description
source: All player units take 1 damage at the end of every turn.
fr: Toutes les unités du joueur subissent 1 dégât à la fin de chaque tour.

# scripts/text_weapons.lua_Jelly_Armor_Tooltip_Description
source: All other Vek have incoming weapon damage reduced by 1.
fr: Tous les autres Veks voient leurs dégâts d'armes subits réduit de 1.

# scripts/text_weapons.lua_Jelly_Regen_Tooltip_Description
source: All other Vek heal 1 at the start of their turn.
fr: Tous les autres Veks se soignent de 1 au début de leur tour.

# scripts/text_weapons.lua_BeetleAtkB_Name
source: Flaming Abdomen
fr: Abdomen Enflammé

# scripts/text_weapons.lua_BeetleAtkB_Description
source: Charge and light every tile in the path on Fire.
fr: Charge et enflamme chaque tuile sur votre chemin.

source: Launch Rockets at 3 tiles.
fr: Lance des Fusées à 3 tuiles.

# scripts/text_weapons.lua_FireflyAtkB_Name
source: Burning Thorax
fr: Thorax Brûlant

# scripts/text_weapons.lua_FireflyAtkB_Description
source: Launch goo projectiles in two directions.
fr: Lance des projectiles Goo dans deux directions.

source: Goo Attack
fr: Attaque Goo

source: Attempt to squish the adjacent tile.
fr: Essaie d'écraser la tuile adjacente.

# scripts/text_weapons.lua_HornetAtkB_Name
source: Super Stinger
fr: Super Dard

# scripts/text_weapons.lua_HornetAtkB_Description
source: Stab three tiles in a row.
fr: Poignarde trois tuiles dans une rangée.

# scripts/text_weapons.lua_ScorpionAtkB_Name
source: Massive Spinneret
fr: Sécrétion Massive

# scripts/text_weapons.lua_ScorpionAtkB_Description
source: Web all targets, preparing to deal massive damage to adjacent tiles.
fr: Entrave toutes les cibles, se préparant à infliger des dégâts massifs aux tuiles adjacentes.

# scripts/text_weapons.lua_SpiderBoss_Tooltip_Name
source: Plentiful Offspring
fr: Progéniture Abondante

# scripts/text_weapons.lua_SpiderBoss_Tooltip_Description
source: Throw out 2-3 Spider eggs.
fr: Projette 2-3 œufs d'Araignées.

# scripts/text_weapons.lua_Jelly_Boss_Tooltip_Description
source: All other Vek gain +1 HP, Regeneration, and explode on death.
fr: Tous les autres Veks gagnent +1 HP, Régénération, et explosent à leur mort.

# scripts/text_weapons.lua_Passive_FlameImmune_Name
source: Flame Shielding
fr: Bouclier Ignifuge

# scripts/text_weapons.lua_Passive_FlameImmune_Description
source: All Mechs are immune to Fire.
fr: Tous les Mechs sont immunisés contre le Feu.

# scripts/text_weapons.lua_Passive_Electric_Name
source: Storm Generator
fr: Générateur Tempête

# scripts/text_weapons.lua_Passive_Electric_Description
source: All Smoke deals damage to enemy units every turn.
fr: Toute la Fumée inflige des dégâts aux unités ennemies à chaque tour.

source: +1 Damage
fr: +1 Dégât

# scripts/text_weapons.lua_Passive_Electric_A_UpgradeDescription
source: Increases Smoke damage by 1.
fr: Augmente les dégâts de Fumée de 1.

# scripts/text_weapons.lua_Passive_Leech_Name
source: Viscera Nanobots
fr: Nano-Robot Viscéral

# scripts/text_weapons.lua_Passive_Leech_Description
source: Mechs heal 1 damage when they deal a killing blow.
fr: Les Mechs soignent 1 de dégât lorsqu'ils infligent un coup mortel.

# scripts/text_weapons.lua_Passive_Leech_Upgrade1
source: +1 Heal
fr: +1 Soin

# scripts/text_weapons.lua_Passive_Leech_A_UpgradeDescription
source: Increase healing to 2.
fr: Augmente le soin de 2.

# scripts/text_weapons.lua_Passive_Defenses_Name
source: Networked Armor
fr: Armure Interconnectée

# scripts/text_weapons.lua_Passive_Defenses_Description
source: All Mechs gain +1 HP.
fr: Tous les Mechs gagnent +1 HP.

# scripts/text_weapons.lua_Passive_Defenses_Upgrade1
source: +1 Health
fr: +1 Santé

# scripts/text_weapons.lua_Passive_Defenses_A_UpgradeDescription
source: Increases health bonus to 2.
fr: Augmente le bonus de santé à 2.

# scripts/text_weapons.lua_Passive_MassRepair_Name
source: Repair Field
fr: Champ Réparation

# scripts/text_weapons.lua_Passive_MassRepair_Description
source: Repairing one Mech will affect all Mechs.
fr: Réparer un Mech affectera tous les Mechs.

# scripts/text_weapons.lua_Passive_AutoShields_Name
source: Auto-Shields
fr: Auto-Boucliers

# scripts/text_weapons.lua_Passive_AutoShields_Description
source: Buildings gain a Shield after taking damage.
fr: Les bâtiments gagnent un bouclier après avoir subi des dégâts.

# scripts/text_weapons.lua_Passive_Burrows_Name
source: Stabilizers
fr: Stabilisateurs

# scripts/text_weapons.lua_Passive_Burrows_Description
source: Mechs no longer take damage when blocking emerging Vek.
fr: Les Mechs ne subissent plus de dégâts en bloquant les Veks émergents.

# scripts/text_weapons.lua_Passive_Psions_Name
source: Psionic Receiver
fr: Récepteur Psionique

# scripts/text_weapons.lua_Passive_Psions_Description
source: Mechs use bonuses from Vek Psion.
fr: Les Mechs utilisent des bonus provenant de Veks Psion.

# scripts/text_weapons.lua_Passive_Boosters_Description
source: Mechs gain +1 move if they start their turn adjacent to each other.
fr: Les Mechs gagnent +1 de Déplacement s'ils commencent leur tour l'un à côté de l'autre.

# scripts/text_weapons.lua_Passive_Boosters_Upgrade1
source: +1 Movement
fr: +1 Déplacement

# scripts/text_weapons.lua_Passive_Boosters_A_UpgradeDescription
source: Movement bonus is increased by 1.
fr: Bonus de Déplacement augmenté de 1.

# scripts/text_weapons.lua_Passive_Medical_Name
source: Medical Supplies
fr: Fournitures Médicales

# scripts/text_weapons.lua_Passive_Medical_Description
source: All Pilots survive death.
fr: Tous les Pilotes survivent à la mort.

# scripts/text_weapons.lua_Passive_FriendlyFire_Name
source: Vek Hormones
fr: Hormones Vek

# scripts/text_weapons.lua_Passive_FriendlyFire_Description
source: Enemies do +1 Damage against other enemies.
fr: Les ennemis infligent +1 points de dégâts aux autres ennemis.

source: Increases damage by 1.
fr: Augmente de 1 les dégâts.

# scripts/text_weapons.lua_Passive_ForceAmp_Name
source: Force Amp
fr: Force Amplifiée

# scripts/text_weapons.lua_Passive_ForceAmp_Description
source: All Vek take +1 damage from Bumps and blocking emerging Vek.
fr: Tous les Vek subissent +1 de dégâts provenant de Choc et bloquent les Vek émergents.

# scripts/text_weapons.lua_Passive_Ammo_Name
source: Ammo Generator
fr: Générateur Munitions

# scripts/text_weapons.lua_Passive_Ammo_Description
source: +1 Use to all Limited Use Weapons.
fr: Rajoute +1 d'utilisation aux Armes à Usage Limité.

# scripts/text_weapons.lua_Passive_CritDefense_Name
source: Critical Shields
fr: Boucliers Critiques

# scripts/text_weapons.lua_Passive_CritDefense_Description
source: If Power Grid is reduced to 1, all buildings gain a Shield.
fr: Si le Réseau Électrique est réduit à 1, tous les bâtiments obtiennent un bouclier.

# scripts/text_weapons.lua_Prime_Punchmech_Name
source: Titan Fist
fr: Poing Titan

# scripts/text_weapons.lua_Prime_Punchmech_Description
source: Punch an adjacent tile, damaging and pushing it.
fr: Frappe une tuile adjacente, l'endommageant et la poussant.

# scripts/text_weapons.lua_Prime_Punchmech_Upgrade1
source: Dash
fr: Ruée

source: +2 Damage
fr: +2 de Dégâts

# scripts/text_weapons.lua_Prime_Punchmech_A_UpgradeDescription
source: Charge any distance before punching the target.
fr: Se rue à n'importe quelle distance avant de Frapper la cible.

source: Increases damage by 2.
fr: Augmente de 2 les dégâts.

# scripts/text_weapons.lua_Prime_Lightning_Name
source: Electric Whip
fr: Fouet Électrique

# scripts/text_weapons.lua_Prime_Lightning_Description
source: Chain damage through adjacent targets.
fr: Les dégâts en chaîne traverse les cibles adjacentes.

# scripts/text_weapons.lua_Prime_Lightning_Upgrade1
source: Building Chain
fr: Chaîne Bâtiment

# scripts/text_weapons.lua_Prime_Lightning_A_UpgradeDescription
source: Chain through Grid Buildings without causing damage.
fr: Effectue une attaque en chaîne sans provoquer de dégâts aux Bâtiments.

# scripts/text_weapons.lua_Prime_Lightning_B_UpgradeDescription
source: Deals +1 damage to all affected tiles.
fr: Inflige +1 point de dégâts à toutes les tuiles affectées.
