Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text.lua_Tutorial_Weapons_DamageText
source: A number on a tile means the unit on that tile will be damaged
fr: Un nombre sur une tuile signifie que l'unité sur cette tuile sera endommagée

# scripts/text.lua_Tutorial_Weapons_PushDamage
source: PUSH + DAMAGE
fr: POUSSER + DÉGÂT

# scripts/text.lua_Tutorial_Weapons_PushDamageText
source: Some weapons can cause multiple effects on a single tile
fr: Certaines armes peuvent causer des effets multiples sur une même tuile

# scripts/text.lua_Tutorial_Art
source: ARTILLERY MECH
fr: MECH ARTILLERIE

# scripts/text.lua_Tutorial_ArtText
source: Artillery Weapons can shoot over obstacles like mountains, but cannot shoot adjacent tiles.
fr: Les Armes d'Artillerie peuvent tirer au dessus des obstacles comme des montagnes, mais ne peuvent pas tirer sur des tuiles adjacentes.

# scripts/text.lua_Tutorial_ArtExtra
source: The Artillery Mech's weapon will only damage units on the CENTER tile, while units on ADJACENT tiles are pushed.
fr: L'arme du Mech Artillerie n'endommage que les unités de la tuile du CENTRE, tandis que les unités des tuiles ADJACENTES sont Poussées.

# scripts/text.lua_Tutorial_Rewards
source: MISSION REWARDS
fr: RÉCOMPENSES DE MISSION

# scripts/text.lua_Tutorial_RewardsText
source: Every mission has different potential rewards for completing bonus objectives. You won't be able to do every mission on the Island, so choose carefully!
fr: Chaque mission ont différentes récompenses potentielles en complétant les objectifs bonus. Vous ne serez pas en mesure de faire toutes les missions sur l'Île, alors choisissez soigneusement !

# scripts/text.lua_Tutorial_Rewards_Cores
source: POWER CORES: Used to upgrade your Mechs.
fr: ÉNERGIE NOYAUX : Utilisé pour améliorer votre Mechs.

# scripts/text.lua_Tutorial_Rewards_Power
source: GRID POWER: Restores your Power Grid. If your Power Grid reaches zero, you lose.
fr: PUISSANCE RÉSEAU : restaure votre Réseau Électrique. Si votre Réseau Électrique atteint zéro, vous perdez.

# scripts/text.lua_Tutorial_Rewards_Reputation
source: CORP REPUTATION: Used to purchase items once the Island is secure.
fr: Réputation Corporative : Utilisé pour acheter des objets une fois l'Île sécurisée.

# scripts/text.lua_Tutorial_Rewards_Difficulty
source: WARNING: Missions with more potential rewards will have additional dangers!
fr: AVERTISSEMENT : Les missions avec plus de récompenses potentielles auront des dangers supplémentaires !

# scripts/text.lua_Tutorial_RegionName
source: Safeguard Valley
fr: Vallée Protégée

# scripts/text.lua_Tutorial_Final
source: FINAL MISSION
fr: MISSION FINALE

# scripts/text.lua_Tutorial_FinalText
source: After securing two corporate islands, the Final Mission is available to complete.
fr: Après avoir sécurisé deux îles, la Mission Finale est disponible.

# scripts/text.lua_Tutorial_Final_ScalingTitle
source: Difficulty
fr: Difficulté

# scripts/text.lua_Tutorial_Final_Scaling
source: The difficulty of this battle scales to your current progress. Fighting it now will be as much of a challenge as attempting it after securing additional Islands
fr: La difficulté de cette bataille dépend de votre progression actuelle. Combattre maintenant serait d'autant plus un défi que de tenter après avoir sécurisé des Îles supplémentaires

# scripts/text.lua_Tutorial_Final_ScoringTitle
source: Civilians
fr: Civils

# scripts/text.lua_Tutorial_Final_Scoring
source: Securing more islands before the Final Mission will allow you to save more civilians and increase your final score.
fr: Sécuriser plus d'îles avant la Mission Finale vous permettra de sauver plus de civils et d'augmenter votre score final.

# scripts/text.lua_Tutorial_StartCombat
source: Start Simulation
fr: Démarrer Simulation

# scripts/text.lua_Tutorial_DeclineCombat
source: Decline
fr: Refuser

# scripts/text.lua_Tutorial_DeclineAll
source: No, I know what I'm doing (hide ALL future tutorial tips)
fr: Non, je sais ce que je fais (cacher TOUS les futurs conseils de tutoriel)

# scripts/text.lua_Tutorial_Dismiss
source: (Click to Dismiss)
fr: (Cliquer pour Rejeter)

# scripts/text.lua_TipTitle_FinalMission
source: Final Mission
fr: Mission Finale

# scripts/text.lua_TipText_FinalMission
source: You may complete the Final Mission at any point after securing two Corporate Islands. The difficulty of the mission scales to your current progress.
fr: Vous pouvez terminer la Mission Finale à n'importe quel moment après avoir sécurisé deux Îles Corporatives. La difficulté de la mission dépend de votre progression actuelle.

# scripts/text.lua_TipTitle_Reputation
source: Corporate Reputation
fr: Réputation Corporative

# scripts/text.lua_TipText_Reputation
source: Use reputation points to purchase supplies once an Island is secured.
fr: Utiliser les points de réputation pour acheter des fournitures une fois l'Île sécurisée.

# scripts/text.lua_TipText_Cores
source: Used for upgrading your Mechs. Open the Mech Upgrade screen by clicking on any Mech icon on the left.
fr: Utilisé pour améliorer votre Mechs. Ouvrir l'Écran Amélioration du Mech en cliquant sur n'importe quelle icône Mech à gauche.

# scripts/text.lua_TipTitle_Order,scripts/text.lua_TipTitle_Overlay
source: Attack Order
fr: Ordre Attaque

# scripts/text.lua_TipText_Order
source: Mouse over here or hold ALT to display the order enemies will attack.
fr: Passer la souris ici ou maintenir ALT pour afficher dans quel ordre les ennemis attaqueront.

# scripts/text.lua_TipText_Menu
source: Game Menu [ESC]
fr: Menu du Jeu [ESC]

# scripts/text.lua_TipTitle_Menu
source: Open the Game Menu
fr: Ouvrir le Menu du Jeu

# scripts/text.lua_TipText_Overlay
source: Shows the order that actions will happen during the enemy turn. Hotkey: [$1]
fr: Affiche l'ordre dans lequel les actions auront lieu pendant le tour ennemi. Touche de raccourci : [$1]

# scripts/text.lua_TipText_TimerBattle
source: How long you've been playing your current game. You can hide this in the Options menu.
fr: Temps de jeu de votre partie actuel. Vous pouvez le cacher dans le menu Options.

# scripts/text.lua_TipTitle_TimerBattle
source: Game Time
fr: Temps de Jeu

# scripts/text.lua_TipText_ResetTurn
source: Go back in time to the start of the current turn. Available after taking at least one action. You can only do this once per battle.
fr: Revenir dans le temps au début du tour en cours. Disponible après avoir effectué au moins une action. Vous ne pouvez le faire qu'une fois par bataille.

source: Reset Turn
fr: Réinitialiser Tour

# scripts/text.lua_TipText_ResetTurnUsed
source: You can only use this once per battle.
fr: Vous ne pouvez l'utiliser qu'une fois par bataille.

# scripts/text.lua_TipTitle_ResetTurnUsed
source: Reset Turn Used
fr: Réinitialiser Tour Utilisé

# scripts/text.lua_TipText_ResetTurnExtra
source: Go back in time to the start of the current turn. Available after taking at least one action. Your 'Temporal Reset' Pilot gives you one extra Reset per battle. You have 2 remaining.
fr: Revenir dans le temps au début du tour en cours. Disponible après avoir effectué au moins une action. La 'Réinitialisation Temporelle' du Pilote vous donne une Réinitialisation supplémentaire par bataille. Il vous en reste 2.

# scripts/text.lua_TipText_ResetTurnFinal
source: Go back in time to the start of the current turn. Available after taking at least one action. You only have 1 Reset remaining.
fr: Revenir dans le temps au début du tour en cours. Disponible après avoir effectué au moins une action. Il vous en reste 1.

# scripts/text.lua_TipText_CombatSpeed
source: Modifies how quickly enemy units take their turn. Slow it down if you're new and having troubles following enemy actions, speed it up if you're experienced and comfortable with combat.
fr: Modifie la vitesse à laquelle les unités ennemies effectuent leur tour. Ralentir si vous êtes nouveau et que suivre les actions des ennemies vous sembles difficile. Accélérer-le si vous êtes expérimenté et à l'aise avec le combat.

# scripts/text.lua_TipTitle_CombatSpeed,scripts/text.lua_Escape_Speed
source: Combat Speed
fr: Vitesse Combat

# scripts/text.lua_TipText_Abandon
source: End this attempt and send a Pilot back in time to try again.
fr: Terminer cette tentative et renvoyer un Pilote dans le temps pour réessayer.

# scripts/text.lua_TipTitle_Abandon
source: Abandon Timeline
fr: Abandon Ligne Temporelle

# scripts/text.lua_TipTitle_TutorialTips,scripts/text.lua_Toggle_Tips
source: Tutorial Tips
fr: Conseil Tutoriel

# scripts/text.lua_TipText_TutorialTips
source: Show relevant Tutorial popups during the game. Highly recommended for new players.
fr: Afficher les infobulles pertinentes du Tutoriel pendant le jeu. Fortement recommandé pour les nouveaux joueurs.

# scripts/text.lua_TipTitle_BoardScale
source: Max Board Scale
fr: Échelle Rendu Max

# scripts/text.lua_TipText_BoardScale
source: Customize the max combat board rendering scale. This can be useful to decrease the scale for larger monitors. Current window default scale is: $1
fr: Personnaliser l'échelle maximale du rendu de la carte de combat. Cela peut être utile pour réduire l'échelle pour les grands moniteurs. L'échelle par défaut de la fenêtre courante est : $1

# scripts/text.lua_TipTitle_DefaultRes
source: Default Window
fr: Fenêtre par Défaut

# scripts/text.lua_TipText_DefaultRes
source: Restore the game to its default 720p Window. Recommended for streaming.
fr: Restaurer la taille de fenêtre par défaut (720p) . Recommandé pour le streaming.

# scripts/text.lua_TipText_AudioMuted
source: Audio is currently muted
fr: Audio actuellement coupé

# scripts/text.lua_TipTitle_Timer,scripts/text.lua_Toggle_Timer
source: Game Timer UI
fr: UI Chrono de Jeu

# scripts/text.lua_TipText_Timer
source: Add Game Timer to the UI. Helpful for speed running or obtaining the 'Lightning War' achievement
fr: Ajouter un Chrono de Jeu à l'interface utilisateur. Utile pour les Speedrunner ou obtenir le succès 'Guerre Foudroyante'

# scripts/text.lua_TipTitle_Colorblind,scripts/text.lua_Toggle_Colorblind
source: Colorblind Mode
fr: Mode Daltonien

# scripts/text.lua_TipText_Colorblind
source: Changes some colors and adds additional icons to aid colorblind players. Let us know if you'd like anything improved with this.
fr: Change certaines couleurs et ajoute des icônes supplémentaires pour aider les joueurs daltoniens. Faites-nous savoir si vous souhaitez améliorer quelque chose en particulier.

# scripts/text.lua_TipTitle_LargeFont,scripts/text.lua_Toggle_Large
source: Larger Fonts
fr: Polices Large

# scripts/text.lua_TipText_LargeFont
source: Increases the size of tooltips, dialogs, and other critical texts.
fr: Augmente la taille des infobulles, des boîtes de dialogue et d'autres textes critiques.

# scripts/text.lua_TipTitle_NoLargeFont
source: Larger Fonts Unavailable
fr: Polices Large Indisponible

# scripts/text.lua_TipText_NoLargeFont
source: Your current window resolution is too small to support larger fonts.
fr: Votre résolution de fenêtre actuelle est trop petite pour supporter des polices plus grandes.

# scripts/text.lua_TipTitle_Confirm,scripts/text.lua_Toggle_Confirm
source: End Turn Confirmation
fr: Confirmation de Fin de Tour

# scripts/text.lua_TipText_Confirm
source: Receive confirmation when you attempt to end your turn and have units still available to act.
fr: Recevoir une confirmation lorsque vous tentez de terminer votre tour et que vous avez des unités ayant encore des actions disponibles.

# scripts/text.lua_TipTitle_Stretch,scripts/text.lua_Toggle_Stretch
source: Stretch Scaling
fr: Mise à l'Échelle

# scripts/text.lua_TipText_Stretch
source: Stretch art and UI when adjusting to larger resolutions. Helpful for high (1440p or more) resolution monitors if the UI is too small, but might make the art and text slightly blurry.
fr: Etire les textures et l'interface utilisateur lors de l'ajustement à des résolutions plus grandes. Utile pour les moniteurs haute résolution (1440p ou plus) si l'interface utilisateur est trop petite. Peut en revanche rendre les textures et le texte légèrement flous.

# scripts/text.lua_TipTitle_NoStretch
source: Stretch Scaling Unavailable
fr: Mise à l'Échelle Indisponible

# scripts/text.lua_TipText_NoStretch
source: Your Video Drivers do not support the necessary requirements for this. Please update or contact support if you need this feature.
fr: Vos pilotes vidéo ne prennent pas en charge les exigences nécessaires pour cela. Veuillez les mettre à jour ou contacter l'assistance si vous avez besoin de cette fonctionnalité.

# scripts/text.lua_TipTitle_BattleVictory
source: Battle Victory
fr: Victoire Combat

# scripts/text.lua_TipText_BattleVictory
source: All enemies will retreat in $1 turns
fr: Tous les ennemis se retireront dans $1 tours

# scripts/text.lua_TipText_BattleVictory_One
source: All enemies will retreat in 1 turn
fr: Tous les ennemis se retireront dans 1 tour

# scripts/text.lua_TipTitle_BattleVictory_Final
source: Final Victory
fr: Victoire Finale

# scripts/text.lua_TipText_BattleVictory_Final
source: The bomb will explode in $1 turns
fr: La bombe va exploser dans $1 tours

# scripts/text.lua_TipText_BattleVictory_One_Final
source: The bomb will explode in 1 turn
fr: La bombe va exploser dans 1 tour

# scripts/text.lua_TipTitle_RepObj
source: Reputation Objective
fr: Objectif Réputation

# scripts/text.lua_TipText_RepObj
source: Rewards Corporate Reputation, used to buy equipment.
fr: Récompense Réputation Corporative, utilisé pour acheter de l'équipement.

# scripts/text.lua_TipTitle_PodObj,scripts/text_tooltips.lua_TILE_TOOLTIPS__pod_0
source: Time Pod
fr: Pod Temporel

# scripts/text.lua_TipText_PodObj
source: A Time Pod's contents could be useful for the fights ahead.
fr: Le contenu d'un Pod Temporel pourrait être utile pour les combats à venir.

# scripts/text.lua_TipTitle_PowerObj
source: Power Objective
fr: Objectif Puissance

# scripts/text.lua_TipText_PowerObj
source: Restores power to the Power Grid
fr: Rétablit l'alimentation du Réseau Électrique

# scripts/text.lua_TipTitle_CoreObj
source: Reactor Core Objective
fr: Objectif Noyau Réacteur

# scripts/text.lua_TipText_CoreObj
source: Rewards a Reactor Core, used to upgrade Mechs.
fr: Récompense un Noyau Réacteur, utilisé pour Améliorer les Mechs.

# scripts/text.lua_TipTitle_Saved
source: Saved People
fr: Personnes Sauvées

# scripts/text.lua_TipText_Saved
source: The number of people you've saved in this time line Higher difficulties have more people per building in battle.
fr: Le nombre de personnes que vous avez sauvées dans cette ligne du temps Les difficultés plus élevées contiennent plus de personnes par bâtiment dans les batailles.

# scripts/text.lua_TipTitle_UpgradeReactor
source: Mech Reactor
fr: Réacteur Mech

# scripts/text.lua_TipText_UpgradeReactor
source: You can use reactor power to improve your weapons, or power additional weapons. Install Reactor Cores to upgrade a Mech's reactor.
fr: Vous pouvez utiliser la puissance du réacteur pour améliorer vos armes ou alimenter des armes supplémentaires. Installer des Noyaux Réacteurs pour Améliorer un Réacteur Mech.

# scripts/text.lua_TipTitle_UndoCore
source: Undo Core Installation
fr: Annuler Installation Noyau

# scripts/text.lua_TipText_UndoCore
source: Undo recent Core installations.
fr: Annuler les installations récentes de Noyaux.

# scripts/text.lua_TipTitle_Health
source: Mech Health
fr: Santé Mech

# scripts/text.lua_TipTitle_Move
source: Mech Movement
fr: Déplacement Mech

# scripts/text.lua_TipTitle_ZoltanHealth
source: Zoltan Health
fr: Santé Zoltan

# scripts/text.lua_TipText_ZoltanHealth
source: The Zoltan Pilot prevents increasing the HP of this Mech
fr: Le pilote Zoltan empêche d'augmenter les HP de ce Mech

# scripts/text.lua_TipTitle_MechClass,scripts/text.lua_TipTitle_HangarClass
source: Mech Class
fr: Classe Mech

# scripts/text.lua_TipText_MechClass
source: The Mech's Class determines which weapon types it can efficiently use. Weapons not in the same class will cost 1 extra Reactor Power.
fr: La Classe Mech détermine les types d'armes qu'elle peut utiliser efficacement. Les armes qui ne sont pas de la même classe coûteront 1 de Puissance Réacteur supplémentaire.

# scripts/text.lua_TipTitle_Cyborg
source: Cyborg Class
fr: Classe Cyborg

# scripts/text.lua_TipText_Cyborg
source: Cyborgs require 1 extra Reactor Power to use any non-Cyborg weapon or passive.
fr: Les Cyborgs nécessitent 1 de Puissance Réacteur supplémentaire pour utiliser n'importe quelle arme non-Cyborg ou passif.

# scripts/text.lua_TipText_RenamePilot
source: Click to rename this Pilot.
fr: Cliquer pour renommer le Pilote.

# scripts/text.lua_TipTitle_RenamePilot
source: Rename Pilot
fr: Renommer le Pilote

# scripts/text.lua_TipText_RenameMech
source: Click to rename this Mech.
fr: Cliquer pour renommer ce Mech.

# scripts/text.lua_TipTitle_RenameMech
source: Rename Mech
fr: Renommer le Mech

source: Max Level
fr: Niveau Max

# scripts/text.lua_TipText_PilotMax
source: This Pilot has unlocked all of their skills!
fr: Ce Pilote a débloqué toutes ses compétences !

# scripts/text.lua_TipTitle_PilotExperience
source: Pilot Experience
fr: Expérience Pilote

# scripts/text.lua_TipText_PilotExperience
source: Once this Pilot gains enough experience in combat, they will unlock more skills.
fr: Une fois que ce Pilote aura acquis suffisamment d'expérience en combat, il débloquera plus de compétences.

# scripts/text.lua_TipTitle_PilotAI
source: Basic AI Pilot
fr: Pilote IA Basique

# scripts/text.lua_TipText_PilotAI
source: Basic AI Pilots are already operating at their peak efficiency and do not gain experience in combat. Find superior human Pilots, or advanced AI Pilots, to replace the basic AI.
fr: Les Pilotes IA Basique fonctionnent déjà à leur maximum d'efficacité et n'acquièrent pas d'expérience au combat. Trouver des Pilotes humains supérieurs, ou des Pilotes IA Avancés, pour remplacer l'IA de base.

# scripts/text.lua_TipText_GridDefense
source: The percentage chance any building will resist damage. Gain Power when your Power Grid is full to upgrade its Defense.
fr: Le pourcentage de chance qu'un bâtiment résiste aux dégâts. Gain de Puissance lorsque votre Réseau Électrique est plein pour améliorer sa Défense.

# scripts/text.lua_TipText_PowerGrid
source: You LOSE if this reaches zero. Reduced every time a Powered Building is damaged in combat.
fr: Vous PERDEZ si cela atteint zéro. Réduit à chaque fois qu'un Bâtiment Alimenté subit des dégâts en combat.

# scripts/text.lua_TipTitle_BuyCore,scripts/text.lua_Store_Core
source: Reactor Core
fr: Noyau Réacteur

# scripts/text.lua_TipText_BuyCore
source: Reactor Cores are used to upgrade your Mechs between missions.
fr: Les Noyaux Réacteur sont utilisés pour Améliorer vos Mech entre chaque missions.

# scripts/text.lua_TipTitle_BuyPower
source: Grid Power
fr: Puissance Réseau

# scripts/text.lua_TipText_BuyPower
source: Repair damage to your Power Grid. If your Power Grid is full, this will permanently upgrade your Grid Defense.
fr: Réparer les dégâts de votre Réseau Électrique. Si votre Réseau Électrique est plein, votre Puissance Défensive sera amélioré de façon permanente.

# scripts/text.lua_TipTitle_BuyPower_Grid
source: Overpower Grid
fr: Surcharge Réseau

# scripts/text.lua_TipText_BuyPower_Grid
source: Your Power Grid is full. Additional Power will permanently upgrade your Grid Defense. The bonus will decrease the higher your Grid Defense gets, to a maximum of +25.
fr: Votre Réseau Électrique est plein. La puissance supplémentaire mettra à jour de manière permanente votre Puissance Défensive. Le bonus diminuera au fur et à mesure que votre Puissance Défensive augmentera, jusqu'à un maximum de +25.

# scripts/text.lua_TipTitle_BuyPower_Full
source: Full Grid
fr: Réseau Plein

# scripts/text.lua_TipText_BuyPower_Full
source: Your Power Grid and Grid Defense are both at their maximum value. You cannot purchase additional Power.
fr: Votre Réseau Électrique et la Puissance Défensive sont à leur maximum. Vous ne pouvez pas acheter de puissance supplémentaire.

# scripts/text.lua_TipTitle_Mission_Normal
source: Standard Vek Threat
fr: Menace Vek Standard

# scripts/text.lua_TipText_Mission_Normal
source: No special additions for this mission
fr: Pas d'ajouts spéciaux pour cette mission

# scripts/text.lua_TipTitle_Mission_Hard
source: High Vek Threat
fr: Menace Vek Élevée

# scripts/text.lua_TipText_Mission_Hard
source: One extra Alpha Vek will be present when the mission starts
fr: Un Vek Alpha supplémentaire sera présent lorsque la mission débutera

# scripts/text.lua_TipTitle_Mission_Easy
source: Defense Grid Active
fr: Réseau Défensif Actif

# scripts/text.lua_TipText_Mission_Easy
source: Some buildings start with a free Shield
fr: Certains bâtiments commencent avec un bouclier gratuit

# scripts/text.lua_TipTitle_Env_BeltLine,scripts/text.lua_TipTitle_Env_BeltRandom
source: Conveyor Belts
fr: Scarabée Convoyeur

# scripts/text.lua_TipText_Env_BeltLine,scripts/text.lua_TipText_Env_BeltRandom
source: Conveyor Belts will push units around the map
fr: Les Scarabée Convoyeurs vont Pousser les unités autour de la carte

# scripts/text.lua_TipTitle_Env_Airstrike
source: Air Strikes
fr: Frappes Aériennes

# scripts/text.lua_TipText_Env_Airstrike
source: A bomber will periodically target areas of the map
fr: Un bombardier ciblera périodiquement des zones de la carte

# scripts/text.lua_TipTitle_Env_Tides
source: Tidal Waves
fr: Raz de Marée

# scripts/text.lua_TipText_Env_Tides
source: The map will gradually be flooded in water
fr: La carte sera progressivement inondée d'Eau

# scripts/text.lua_TipTitle_Env_Cataclysm,#72
source: Cataclysmic Earthquakes
fr: Séisme Cataclysmique

# scripts/text.lua_TipText_Env_Cataclysm
source: The map will gradually break apart into a massive chasm
fr: La carte va progressivement se séparer, créant un gouffre massif

source: Seismic Activity
fr: Activité Sismique

# scripts/text.lua_TipText_Env_Seismic
source: Ground tiles will periodically sink into chasms, taking any unit with them
fr: Les tuiles Sol s'enfoncent périodiquement dans les gouffres, emportant n'importe quelle unité avec elles

# scripts/text.lua_TipTitle_Env_Lightning,#82
source: Lightning Storm
fr: Tempête Foudroyante

# scripts/text.lua_TipText_Env_Lightning
source: Dangerous lightning will threaten the map, killing anything it strikes
fr: La foudre dangereuse menace la carte, tuant tout ce qu'elle frappe

source: Ice Storm
fr: Tempête Glacée

# scripts/text.lua_TipText_Env_SnowStorm
source: Large areas of the map will periodically freeze solid
fr: De grandes zones de la carte Gèlent régulièrement

# scripts/text.lua_Corp_Grass_Description
source: This Museum Island recreates Old Earth as it was before the oceans rose and nearly wiped out humanity.
fr: Cette Île Musée recréait l'Ancienne Terre telle qu'elle était avant que les océans se lèvent et anéantissent presque toute l'humanité.

# scripts/text.lua_Corp_Desert_Description
source: Terraforming specialists, R.S.T. turned the environment against the Vek and nearly destroyed their Island in the process.
fr: Spécialistes de la Terraformation, R.S.T. retourne l'environnement contre les Vek et détruit presque leur Île dans le processus.

# scripts/text.lua_Corp_Snow_Description
source: Pinnacle Robotics fights a war on two fronts, one against the Vek, the other against its own Sentient Weapons.
fr: Robot Pinacle mène une guerre sur deux fronts, l'un contre les Veks, l'autre contre ses propres Armes Sensibles.
