Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text_tooltips.lua_TILE_TOOLTIPS__sand_0
source: Sand Tile
fr: Tuile Sable

# scripts/text_tooltips.lua_TILE_TOOLTIPS__sand_1
source: If damaged, turns into Smoke. Units in Smoke cannot attack or repair.
fr: Si endommagé, se transforme en Fumée. Les unités dans la Fumée ne peuvent pas attaquer ou réparer.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__mountain_0
source: Mountain Tile
fr: Tuile Montagne

# scripts/text_tooltips.lua_TILE_TOOLTIPS__mountain_1
source: Blocks movement and projectiles. Damage twice to destroy.
fr: Bloque les mouvements et les projectiles. Infliger des dégâts deux fois pour la détruire.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_mountain_0
source: Damaged Mountain
fr: Montagne Endommagée

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_mountain_1
source: Blocks movement and projectiles. One hit will destroy it.
fr: Bloque les mouvements et les projectiles. Un coup la détruira.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__water_0
source: Water Tile
fr: Tuile Eau

# scripts/text_tooltips.lua_TILE_TOOLTIPS__water_1
source: Units cannot attack in Water. Most non-flying enemies die in Water.
fr: Les unités ne peuvent pas attaquer dans l'Eau. La plupart des ennemis Non-Volants meurent dans l'Eau.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_water_0
source: A.C.I.D. Tile
fr: Tuile A.C.I.D.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_water_1
source: Behaves like Water, but inflicts A.C.I.D. on surviving units.
fr: Se comporte comme de l'Eau, mais inflige de l'A.C.I.D. aux unités survivantes.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_0
source: Lava Tile
fr: Tuile Lave

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_1
source: Behaves like Water, but inflicts Fire on surviving units.
fr: Se comporte comme de l'Eau, mais inflige du Feu aux unités survivantes.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_0
source: A.C.I.D. Pool
fr: Bassin A.C.I.D.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_1
source: Inflicts A.C.I.D. on the 1st unit that steps on this space.
fr: Inflige A.C.I.D. sur la 1ère unité qui marche à cet endroit.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_acid_0
source: Frozen A.C.I.D.
fr: A.C.I.D. Gelé

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_acid_1
source: Low temperatures have rendered the A.C.I.D. on this tile inert.
fr: Les températures basses ont rendu l'A.C.I.D. inerte sur cette tuile.

source: Destroyed if damaged or trampled by the enemy. Collect with a Mech, or defend until Vek retreat.
fr: Détruit si endommagé ou piétiné par l'ennemi. Collecter avec un Mech, ou défendre jusqu'à la retraite des Veks.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_pod_0
source: Strange Pod
fr: Pod Étrange

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_0
source: Strange Object
fr: Objet Étrange

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_1
source: You're not sure what this could be.
fr: Vous n'êtes pas sûr de ce que cela pourrait être.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_destroyed_0
source: Destroyed Object
fr: Objet Détruit

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ftl_button_destroyed_1
source: You're not sure what this was, but it's gone now.
fr: Vous n'êtes pas sûr de ce que c'était, mais c'est parti à présent.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_powered_0
source: Frozen Building
fr: Bâtiment Gelé

# scripts/text_tooltips.lua_TILE_TOOLTIPS__frozen_powered_1
source: Invincible while Frozen. Any damage will destroy the ice.
fr: Invincible lorsqu'il est Gelé. Tout dégât détruira la glace.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__spawning_0
source: Emerging
fr: Émergent

# scripts/text_tooltips.lua_TILE_TOOLTIPS__spawning_1
source: Vek will emerge here next turn. Any unit blocking this space will take one damage.
fr: Un Vek va émerger ici au prochain tour. Toute unité bloquant cet endroit subira un dégât.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__high_tide_0
source: High Tide
fr: Tuile Haute

# scripts/text_tooltips.lua_TILE_TOOLTIPS__high_tide_1
source: This tile will become Water at the start of the enemy turn.
fr: Cette tuile deviendra de l'Eau au début du tour ennemi.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__air_strike_0
source: Air Strike
fr: Frappe Aérienne

# scripts/text_tooltips.lua_TILE_TOOLTIPS__air_strike_1
source: Bombs will be dropped here, instantly killing any unit.
fr: Des bombes seront larguées ici, tuant instantanément n'importe quelle unité.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__old_earth_mine_0
source: Old Earth Mine
fr: Mine Ancienne Terre

# scripts/text_tooltips.lua_TILE_TOOLTIPS__old_earth_mine_1
source: Any unit that stops on this space will trigger the mine and be killed.
fr: Toute unité qui s'arrête sur cet endroit déclenchera la mine et sera tuée.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__freeze_mine_0
source: Freeze Mine
fr: Mine Gelée

# scripts/text_tooltips.lua_TILE_TOOLTIPS__freeze_mine_1
source: Any unit that stops on this space will be Frozen.
fr: Toute unité qui s'arrête sur cet endroit sera Gelée.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuation_0
source: Evacuating
fr: Évacuation

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuation_1
source: This building will be evacuated next turn.
fr: Ce bâtiment sera évacué au prochain tour.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__seismic_1
source: This tile will become a Chasm at the start of the enemy turn.
fr: Cette tuile deviendra un Gouffre au début du tour ennemi.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lightning_0
source: Lightning Strike
fr: Coup Foudroyant

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lightning_1
source: Lightning will strike here, killing any unit.
fr: La foudre frappera ici, tuant n'importe quelle unité.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__falling_rock_0
source: Falling Rock
fr: Chute de Pierre

# scripts/text_tooltips.lua_TILE_TOOLTIPS__falling_rock_1
source: A rock will fall here, killing any unit.
fr: Un rocher tombera ici, tuant n'importe quelle unité.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__tentacle_lava_0
source: Tentacles
fr: Tentacules

# scripts/text_tooltips.lua_TILE_TOOLTIPS__tentacle_lava_1
source: The unit here will die and the tile will turn into Lava.
fr: Cette unité mourra et la tuile se transformera en Lava.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__volcano_lava_0
source: Lava Flow
fr: Coulée de Lave

# scripts/text_tooltips.lua_TILE_TOOLTIPS__volcano_lava_1
source: The tile here will turn into Lava.
fr: Cette tuile va se transformer en lave.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__flying_rock_0
source: Volcanic Projectile
fr: Projectile Volcanique

# scripts/text_tooltips.lua_TILE_TOOLTIPS__flying_rock_1
source: A fireball will strike here, destroying anything present.
fr: Une boule de feu frappera ici, détruisant tout ce qui est présent.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ice_storm_1
source: The storm causes anything present to become Frozen.
fr: La tempête va Geler tout chose présente.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__grassland_0
source: Grassland
fr: Prairie

# scripts/text_tooltips.lua_TILE_TOOLTIPS__grassland_1
source: Your bonus objective is to terraform Grassland tiles into Sand.
fr: Votre objectif bonus est de Terraformer les tuiles Prairie en Sable.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__terraformed_0
source: Terraformed
fr: Terraformé

# scripts/text_tooltips.lua_TILE_TOOLTIPS__terraformed_1
source: This tile was terraformed as part of your bonus objective.
fr: Cette tuile a été terraformée dans le cadre de votre objectif bonus.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__stasis_0
source: Stasis Bot
fr: Robot Stase

# scripts/text_tooltips.lua_TILE_TOOLTIPS__stasis_1
source: This bot will power up and enter the fight if its Shield is damaged.
fr: Ce robot va s'alimenter et prendre part au combat si son Bouclier est endommagé.

source: Conveyor Belt
fr: Scarabée Convoyeur

# scripts/text_tooltips.lua_TILE_TOOLTIPS__belt_1
source: This tile will push any unit in the direction marked on the belt.
fr: Cette tuile va pousser n'importe quelle unité dans la direction indiquée par le Scarabée.

source: Teleporter Pad
fr: Dalle Téléport

# scripts/text_tooltips.lua_TILE_TOOLTIPS__tele_1
source: End movement here to warp to the matching pad. Swap with any present unit.
fr: En s'arrêtant sur cette dalle, vous serez Téléporté à la dalle correspondante. Toutes unités présentent seront interverties.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supply_drop_0
source: Supply Drop
fr: Caisse Fourniture

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supply_drop_1
source: Collect this with a Mech to heal ALL friendly units and restore ALL limited use weapons.
fr: Collecter ceci avec un Mech pour soigner TOUTES les unités amies et restaurer TOUTES les Armes à Usage Limité.

source: Invigorating Spores
fr: Spores Vivifiants

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__hp_1
source: The Soldier Psion is providing +1 HP to all Vek.
fr: Le Soldat Psion fournit +1 HP à tous les Veks.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__burrow_0
source: Burrower
fr: Enfouisseur

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__burrow_1
source: This Vek will hide underground after taking one or more damage.
fr: Ce Vek se cachera sous terre après avoir subi un ou plusieurs dégâts.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__psionboss_1
source: The Psion Abomination is enhancing all Vek. They gain +1 HP, regeneration, and explode on death.
fr: L'Abomination Psion améliore tous les Veks. Ils gagnent +1 HP, régénération, et explosent à leur mort.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tentacle_0
source: Hive Targeted
fr: Ruche Ciblée

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tentacle_1
source: The Psion Tyrant will do 1 damage all friendly units every turn.
fr: Le Tyran Psion fera 1 de dégât à toutes les unités alliées à chaque tour.

source: Hardened Carapace
fr: Carapace Durcie

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_leader_1
source: The Shell Psion is providing Armor to all Vek, reducing incoming weapon damage by 1. All other damage (Push, Blocking, Fire, etc.) is unaffected.
fr: Le Carapace Psion fournit de l'Armure à tous les Veks, réduisant les dégâts des armes infligés de 1. Tous les autres dégâts (Pousser, Bloquer, Tir, etc.) ne sont pas affectés.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_0
source: Natural Armor
fr: Armure Naturelle

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_degraded_0
source: Degraded Armor
fr: Armure Dégradée

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__armor_degraded_1
source: A.C.I.D. is currently nullifying the effects of Armor on this unit.
fr: A.C.I.D. annule actuellement les effets d'Armure de cette unité.

source: Regeneration
fr: Régénération

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__regen_1
source: The Blood Psion is healing all Vek 1 point every turn.
fr: Le Sang Psion guérit tous les Veks de 1 point à chaque tour.

source: Explosive Decay
fr: Explosion Désintégrante

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__explode_leader_1
source: The Blast Psion will cause all Vek to explode on death, dealing 1 damage to adjacent tiles.
fr: Le Souffle Psion fera exploser tous les Veks en infligeant de 1 dégât aux tuiles adjacentes.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__explode_1
source: Explodes on death, dealing 1 damage to adjacent tiles.
fr: Explose en mourant, infligeant 1 de dégât aux tuiles adjacentes.

source: This unit will be pushed by the conveyor belt in the marked direction.
fr: Cette unité sera poussée par le Scarabée Convoyeur dans la direction indiquée.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tele_A_1
source: If another unit uses the RED teleport pad, this unit will swap locations with it.
fr: Si une autre unité utilise la dalle de téléportation ROUGE, cette unité permutera de positions avec elle.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__tele_B_1
source: If another unit uses the BLUE teleport pad, this unit will swap locations with it.
fr: Si une autre unité utilise la dalle de téléportation BLEU, cette unité permutera de positions avec elle.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__moving_1
source: +2 Move for ONE turn.
fr: +2 de Déplacement pour UN tour.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__grapple_0
source: Webbed
fr: Entravé

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__grapple_1
source: Units Webbed by the Vek cannot move, but they can still attack.
fr: Les unités Entravés par les Veks ne peuvent pas bouger, mais elles peuvent toujours attaquer.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__poweroff_0
source: Not Powered
fr: Non Alimenté

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__poweroff_1
source: Units without power are inactive and cannot move or attack.
fr: Les unités sans Puissance sont inactives et ne peuvent pas bouger ou attaquer.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__massive_0
source: Massive
fr: Massif

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__massive_1
source: Massive units can walk in Water (but Water will prevent shooting).
fr: Les unités massives peuvent marcher dans l'Eau (mais l'Eau empêchera le tir).

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__water_0
source: Submerged
fr: Submergé

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__water_1
source: Weapons do not work when submerged in Water.
fr: Les armes ne fonctionnent pas lorsqu'elles sont submergées dans l'Eau.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_water_0
source: Submerged in A.C.I.D.
fr: Submergé dans l'A.C.I.D.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_water_1
source: Weapons do not work and the submerged Mech is inflicted with A.C.I.D.
fr: Les Armes ne fonctionnent pas et le Mech submergé est affecté par de l'A.C.I.D.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__lava_0
source: Submerged in Lava
fr: Submergé dans la Lave

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__lava_1
source: Weapons do not work and the submerged Mech is on Fire.
fr: Les Armes ne fonctionnent pas et le Mech submergé est en feu.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_0
source: Fire
fr: Feu

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_1
source: Units on Fire take 1 damage at the start of every turn.
fr: Les unités en feu subissent 1 de dégât au début de chaque tour.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__forest_0
source: On Forest
fr: Sur la Forêt

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__forest_1
source: Tile will light on Fire when damaged, posing great risk to this unit.
fr: La tuile va s'enflammer si elle subit des dégâts, représentant un grand risque pour cette unité.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__sand_0
source: On Sand
fr: Sur le Sable

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__sand_1
source: Tile will turn into Smoke when damaged, preventing this unit from attacking.
fr: La tuile se transforme en Fumée si elle subit des dégâts, empêchant cette unité d'attaquer.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__ice_0
source: On Ice
fr: Sur la Glace

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__ice_1
source: If an Ice tile takes damage twice, it will turn into Water.
fr: Si une tuile de Glace subit des dégâts deux fois, elle se transformera en Eau.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__icecrack_0
source: On Damaged Ice
fr: Sur la Glace Endommagée

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__icecrack_1
source: Damaged Ice will turn into Water if damaged again.
fr: La Glace Endommagée se transformera en Eau si elle subit à nouveau des dégâts.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_0
source: Corroding A.C.I.D.
fr: A.C.I.D. Corrosif

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__acid_1
source: Weapon damage against this unit is doubled. All other damage (Push, Blocking, Fire, etc.) is unaffected.
fr: Les dégâts des Armes contre cette unité sont doublés. Tous les autres dégâts (Pousser, Bloquer, Feu, etc...) ne sont pas affectés.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__spawnblock_0
source: Blocking Spawn
fr: Bloqué Apparition

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__spawnblock_1
source: The new enemy unit will not spawn here, but this unit will take 1 damage.
fr: La nouvelle unité ennemie ne va pas apparaître ici, mais cette unité subira 1 de dégât.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__smoke_0
source: Smoke
fr: Fumé

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__electric_smoke_1
source: Units in Smoke cannot attack or repair. Electricity damages enemy units.
fr: Les unités dans la Fumée ne peuvent pas attaquer ou réparer. L'électricité endommage les unités ennemies.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_0
source: Energy Shield
fr: Bouclier Énergétique

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_1
source: Shields block damage and any negative effects (Fire, Freezing, A.C.I.D, etc.). Only direct damage will remove the Shield.
fr: Les Boucliers bloquent les dégâts et tous les effets négatifs (Feu, Congélation, A.C.I.D, etc...). Seuls les dégâts directs enlèveront le Bouclier.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__zoltan_shield_0
source: Zoltan Shield
fr: Bouclier Zoltan

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__zoltan_shield_1
source: Same as a normal Shield, but regenerates at the start of every turn
fr: Identique à un Bouclier normal, mais se régénère au début de chaque tour

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__guard_1
source: Cannot be moved by any weapon effect (Push, Teleport, etc.).
fr: Ne peut être déplacé par aucun effet d'Arme (Pousser, Téléporter, etc...).

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__frozen_0
source: Frozen
fr: Gelé

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__frozen_1
source: Invincible but unable to move or attack. Any damage will free the unit.
fr: Invincible mais incapable de bouger ou d'attaquer. Tout dégât libèrera l'unité.

source: Kickoff Boosters
fr: Pieds Boostés

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__kickoff_1
source: +2 Move this turn.
fr: +2 de Déplacement ce tour.

source: Sidestep
fr: Éviter

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shifty_1
source: (Pilot Skill) This unit gets one bonus Tile move after attacking.
fr: (Compétence Pilote) Cette unité obtient un bonus de Déplacement de Tuile après avoir attaqué.

source: Impulsive
fr: Impulsif

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__youthful_1
source: This unit gains +3 Move on first turn of every mission.
fr: Cette unité gagne +3 de Déplacement au premier tour de chaque mission.

source: Double Shot
fr: Coup Double

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__doubleshot_1
source: (Pilot Skill) This unit gets a bonus action because it did not move.
fr: (Compétence Pilote) Cette unité obtient une action bonus car elle n'a pas bougé.

source: Fire-and-Forget
fr: Tir et Oubli

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__postmove_1
source: (Pilot Skill) This unit can move after shooting.
fr: (Compétence Pilote) Cette unité peut bouger après avoir attaqué.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_immune_0
source: Fire Immunity
fr: Immunité au Feu

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__fire_immune_1
source: This unit cannot be set on Fire
fr: Cette unité ne peut pas être en Feu

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__smoke_immune_0
source: Smoke Immunity
fr: Immunité à la Fumée

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__smoke_immune_1
source: This unit is unaffected by Smoke
fr: Cette unité n'est pas affectée par la Fumée

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_heal_0
source: Self-Repairing
fr: Auto-Réparation

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__shield_heal_1
source: If damaged, this unit will Shield itself and prepare to heal.
fr: Si elle subit des dégâts, cette unité s'appliquera un Bouclier et se prépare à Soigner.

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__danger_0
source: Environment Danger
fr: Danger Environnemental

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__danger_1
source: The environment effect will affect this space next turn
fr: L'effet de l'Environnement affectera cet endroit au prochain tour

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__purple_0
source: Alpha Unit
fr: Unité Alpha

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__purple_1
source: Alpha units are more powerful than their standard counterparts
fr: Les Unités Alpha sont plus puissantes que leurs homologues standard

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__boss_0,#38
source: Hive Leader
fr: Chef Ruche

# scripts/text_tooltips.lua_STATUS_TOOLTIPS__boss_1
source: These are the most powerful Vek. Immune to water, they can be more challenging to kill.
fr: Ce sont les Veks les plus puissants. Immunisé à l'Eau, ils peuvent être plus difficiles à tuer.

# scripts/text_tooltips.lua_PilotSkills__Disable_Immunity_0
source: Evasion
fr: Évasion

# scripts/text_tooltips.lua_PilotSkills__Disable_Immunity_1
source: Mech unaffected by Webbing and Smoke.
fr: Mech non affecté par l'Entravement et la Fumée.

# scripts/text_tooltips.lua_PilotSkills__Extra_XP_0
source: Experienced
fr: Expérimenté

# scripts/text_tooltips.lua_PilotSkills__Extra_XP_1
source: Gain +2 bonus XP per kill.
fr: Gagne +2 XP en Bonus par tuer.

# scripts/text_tooltips.lua_PilotSkills__Self_Shield_0
source: Starting Shield
fr: Bouclier de Départ

# scripts/text_tooltips.lua_PilotSkills__Self_Shield_1
source: Mech starts every mission with a Shield.
fr: Mech commençant chaque mission avec un Bouclier.

# scripts/text_tooltips.lua_PilotSkills__Road_Runner_0
source: Maneuverable
fr: Maniable

# scripts/text_tooltips.lua_PilotSkills__Road_Runner_1
source: Mech can move through enemy units.
fr: Mech pouvant se déplacer à travers les unités ennemies.

# scripts/text_tooltips.lua_PilotSkills__Shifty_1
source: After attacking, gain 1 free tile movement.
fr: Après l'attaque, gagner 1 tuile de Déplacement gratuit.

# scripts/text_tooltips.lua_PilotSkills__Deploy_Anywhere_0
source: Preemptive Strike
fr: Frappe Préventive

# scripts/text_tooltips.lua_PilotSkills__Deploy_Anywhere_1
source: Deploy anywhere on the map, damaging adjacent enemies.
fr: Déploie n'importe où sur la carte, endommageant les ennemis adjacents.

# scripts/text_tooltips.lua_PilotSkills__Survive_Death_1
source: Normal Pilots cannot be equipped. Loses 25 XP when the unit is disabled.
fr: Les Pilotes Normaux ne peuvent pas être équipés. Perd 25 XP lorsque l'unité est désactivée.

# scripts/text_tooltips.lua_PilotSkills__Pain_Immunity_0
source: Cauterize
fr: Cautériser

# scripts/text_tooltips.lua_PilotSkills__Pain_Immunity_1
source: Fire heals instead of damaging Mech.
fr: Le Feu guérit au lieu d'endommager le Mech.

# scripts/text_tooltips.lua_PilotSkills__Power_Repair_0
source: Frenzied Repair
fr: Réparation Frénétique

# scripts/text_tooltips.lua_PilotSkills__Power_Repair_1
source: Push adjacent tiles when repairing.
fr: Pousse les tuiles adjacents lors de la réparation.

# scripts/text_tooltips.lua_PilotSkills__Freeze_Walk_0
source: Frozen Stance
fr: Posture Gelée

# scripts/text_tooltips.lua_PilotSkills__Freeze_Walk_1
source: Stopping on any liquid tile freezes it, making it safe to stand on.
fr: S'arrêter sur n'importe quelle tuile liquide la Gèle, la mettant hors de danger.

# scripts/text_tooltips.lua_PilotSkills__Armored_1
source: Mech gains Armored.
fr: Mech gagne Blindage.

# scripts/text_tooltips.lua_PilotSkills__Flying_1
source: Mech gains Flying.
fr: Mech gagne Volant.

# scripts/text_tooltips.lua_PilotSkills__Double_Shot_1
source: Mech can act twice if it does not move.
fr: Mech pouvant agir deux fois s'il ne bouge pas.

# scripts/text_tooltips.lua_PilotSkills__Post_Move_1
source: Move again after shooting.
fr: Déplacer à nouveau après avoir attaqué.
