Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text_achievements.lua_Ach_Global_Victory_Islands_Text
source: Beat the game at least once per length (2, 3, and 4 Corporate Islands secured)
fr: Finir le jeu au moins une fois par durée (2, 3 et 4 Îles Corporatives sécurisées)

# scripts/text_achievements.lua_Ach_Global_Victory_Islands_Progress
source: Progress: $1 / 3 complete
fr: Progression : $1 / 3 Complété(s)

# scripts/text_achievements.lua_Ach_Global_Victory_Four_Title
source: Squads Victory
fr: Victoire Escouade

# scripts/text_achievements.lua_Ach_Global_Victory_Four_Text
source: Beat the game with 4 different Squads (any length)
fr: Finir le jeu avec 4 escouades différentes (n'importe quelle durée)

# scripts/text_achievements.lua_Ach_Global_Victory_Four_Progress
source: Progress: $1 / 4 victories
fr: Progression : $1 / 4 Victoire(s)

# scripts/text_achievements.lua_Ach_Global_Victory_Complete_Title
source: Complete Victory
fr: Victoire Complété

# scripts/text_achievements.lua_Ach_Global_Victory_Complete_Text
source: Beat the game with all 10 primary Squads (any length)
fr: Finir le jeu avec les 10 escouades principales (n'importe quelle durée)

# scripts/text_achievements.lua_Ach_Global_Victory_Complete_Progress
source: Progress: $1 / 10 victories
fr: Progression : $1 / 10 Victoire(s)

# scripts/text_achievements.lua_Ach_Global_Meta_Unlock_Title
source: Emerging Technologies
fr: Technologies Émergentes

# scripts/text_achievements.lua_Ach_Global_Meta_Unlock_Text
source: Unlock a new Mech Squad
fr: Débloquer une nouvelle Escouade Mech

# scripts/text_achievements.lua_Ach_Global_Meta_Reputation_Title
source: Friends in High Places
fr: Amis en Hauts Lieux

# scripts/text_achievements.lua_Ach_Global_Meta_Reputation_Text
source: Spend 50 Reputation across all games
fr: Dépenser 50 de Réputation au fur et à mesure des parties

# scripts/text_achievements.lua_Ach_Global_Meta_Reputation_Progress
source: Progress: $1 Reputation spent
fr: Progression : $1 Réputation Dépensée(s)

# scripts/text_achievements.lua_Ach_Global_Meta_Block_Title
source: Immovable Objects
fr: Objets Indéplaçable

# scripts/text_achievements.lua_Ach_Global_Meta_Block_Text
source: Block 100 Vek across all games
fr: Bloquer 100 Veks au fur et à mesure des parties

# scripts/text_achievements.lua_Ach_Global_Meta_Block_Progress
source: Progress: $1 Vek Blocked
fr: Progression : $1 Veks Bloqué(s)

# scripts/text_achievements.lua_Ach_Global_Meta_Rescue_Title
source: Humanity's Savior
fr: Sauveur de l'Humanité

# scripts/text_achievements.lua_Ach_Global_Meta_Rescue_Text
source: Rescue 100,000 civilians across all games
fr: Sauver 100 000 civils durant toutes les parties

# scripts/text_achievements.lua_Ach_Global_Meta_Rescue_Progress
source: Progress: $1 Civilians rescued
fr: Progression : $1 Civils Sauvés

# scripts/text_achievements.lua_Ach_Global_Meta_Perfect_Title
source: Perfect Strategy
fr: Stratégie Parfaite

# scripts/text_achievements.lua_Ach_Global_Meta_Perfect_Text
source: Collect 10 Perfect Island rewards across all games
fr: Collectionner 10 récompenses Île Parfaite au fur et à mesure des parties

# scripts/text_achievements.lua_Ach_Global_Meta_Perfect_Progress
source: Progress: $1 Perfect Island(s)
fr: Progression : $1 Île(s) Parfaite(s)

# scripts/text_achievements.lua_Ach_Global_Island_Perfect_Title
source: Perfect Island
fr: Île Parfaite

# scripts/text_achievements.lua_Ach_Global_Island_Perfect_Text
source: Do not fail any objective on a single Corporate Island
fr: Ne rater aucun objectif sur une Île Corporative

# scripts/text_achievements.lua_Ach_Global_Island_Perfect_Failed
source: Failed: $1 failed
fr: Échec : $1 Échoué(s)

# scripts/text_achievements.lua_Ach_Global_Island_Building_Title
source: The Defenders
fr: Les Défenseurs

# scripts/text_achievements.lua_Ach_Global_Island_Building_Text
source: Finish a Corporate Island without taking Building Damage
fr: Terminer une Île Corporative sans subir de Dégât Bâtiment

source: Failed on current Island
fr: Échec sur l'Île actuelle

# scripts/text_achievements.lua_Ach_Global_Island_Mechs_Title
source: Untouchable
fr: Intouchable

# scripts/text_achievements.lua_Ach_Global_Island_Mechs_Text
source: Finish a Corporate Island without taking Mech Damage (Repaired damage is still damage)
fr: Terminer une Île Corporative sans qu'un Mech prenne de dégâts (les dégâts réparés sont toujours des dégâts)

# scripts/text_achievements.lua_Ach_Global_Island_Power_Title
source: Backup Batteries
fr: Batteries de Secours

# scripts/text_achievements.lua_Ach_Global_Island_Power_Text
source: Earn or buy 10 Grid Power on a single Corporate Island
fr: Gagner ou acheter 10 de Puissance Réseau sur une seule Île Corporative

# scripts/text_achievements.lua_Ach_Global_Island_Power_Progress
source: Progress: $1 Grid Power earned
fr: Progression : 1$ Puissance(s) Réseau(x) gagné(s)

# scripts/text_achievements.lua_Ach_Global_Island_Rep_Title
source: Good Samaritan
fr: Bon Samaritain

# scripts/text_achievements.lua_Ach_Global_Island_Rep_Text
source: Earn 9 Reputation from missions on a single Corporate Island
fr: Gagner 9 de Réputations de missions sur une seule Île Corporative

# scripts/text_achievements.lua_Ach_Global_Island_Rep_Progress
source: Progress: $1 Reputation earned
fr: Progression : $1 Réputation gagné(s)

# scripts/text_achievements.lua_Ach_Global_Pilot_Max_Title
source: Field Promotion
fr: Promotion Terrain

# scripts/text_achievements.lua_Ach_Global_Pilot_Max_Text
source: Have a Pilot reach maximum level
fr: Avoir un Pilote atteignant le niveau maximum

# scripts/text_achievements.lua_Ach_Global_Pilot_Three_Title
source: Best of the Best
fr: Meilleur des Meilleurs

# scripts/text_achievements.lua_Ach_Global_Pilot_Three_Text
source: Have 3 Pilots at maximum level simultaneously
fr: Avoir 3 Pilotes simultanément au niveau maximum

# scripts/text_achievements.lua_Ach_Global_Pilot_Three_Progress
source: Progress: $1 Max Level Pilot(s)
fr: Progression : 1$ Pilote(s) au niveau maximum

# scripts/text_achievements.lua_Ach_Global_Pilot_Unlocked_Title
source: Come Together
fr: Venons Ensemble

# scripts/text_achievements.lua_Ach_Global_Pilot_Unlocked_Text
source: Unlock 6 additional Pilots
fr: Déverrouiller 6 Pilotes supplémentaires

# scripts/text_achievements.lua_Ach_Global_Pilot_Unlocked_Progress
source: Progress: $1 Pilots
fr: Progression : $1 Pilote(s)

# scripts/text_achievements.lua_Ach_Global_Pilot_Final_Title
source: I'm getting too old for this...
fr: Je deviens trop vieux pour ça ...

# scripts/text_achievements.lua_Ach_Global_Pilot_Final_Text
source: Have an individual Pilot fight the final battle 3 times across multiple games
fr: Avoir un Pilote individuel qui participe 3 fois à la bataille finale sur plusieurs parties

# scripts/text_achievements.lua_Ach_Global_Pilot_Final_Progress
source: Progress: $1 Final Battle(s)
fr: Progression : $1 Bataille(s) Finale

# scripts/text_achievements.lua_Ach_Global_Pilot_Face_Title
source: Distant Friends
fr: Amis Éloignés

# scripts/text_achievements.lua_Ach_Global_Pilot_Face_Text
source: Encounter a familiar face
fr: Rencontrer un visage familier

# scripts/text_achievements.lua_Ach_Global_Challenge_Power_Title
source: Sustainable Energy
fr: Énergie Durable

# scripts/text_achievements.lua_Ach_Global_Challenge_Power_Text
source: Finish 3 Corporate Islands without dropping below 4 Grid Power
fr: Terminer 3 Îles Corporatives sans que la Puissance Réseau tombe en dessous de 4

# scripts/text_achievements.lua_Ach_Global_Challenge_Power_Failed
source: Failed: Dropped below 3 Power
fr: Échec : Tombé en dessous de 3 de Puissance

# scripts/text_achievements.lua_Ach_Global_Challenge_Mods_Title
source: Engineering Dropout
fr: Abandon d'Ingénierie

# scripts/text_achievements.lua_Ach_Global_Challenge_Mods_Text
source: Finish 3 Corporate Islands without powering a Weapon Modification
fr: Terminer 3 Îles Corporatives sans alimenter une Modification d'Arme

# scripts/text_achievements.lua_Ach_Global_Challenge_Mods_Failed
source: Failed: Modification powered
fr: Échec : Modification Alimentée

# scripts/text_achievements.lua_Ach_Global_Challenge_Pods_Title
source: Chronophobia
fr: Chronophobie

# scripts/text_achievements.lua_Ach_Global_Challenge_Pods_Text
source: Finish 3 Corporate Islands and destroy every Time Pod discovered
fr: Terminer 3 Îles Corporatives et détruire chaque Pod Temporel découvert

# scripts/text_achievements.lua_Ach_Global_Challenge_Pods_Failed
source: Failed: Time Pod collected
fr: Échec : Pod Temporel collecté

# scripts/text_achievements.lua_Ach_Global_Challenge_Perfect_Title
source: There is No Try
fr: Aucun Essai Possible

# scripts/text_achievements.lua_Ach_Global_Challenge_Perfect_Text
source: Finish 3 Corporate Islands without failing an objective
fr: Terminer 3 Îles Corporatives sans échouer un seul objectif

# scripts/text_achievements.lua_Ach_Global_Challenge_Perfect_Failed
source: Failed: Objective failed
fr: Échec : Objectif échoué

# scripts/text_achievements.lua_Ach_Global_Challenge_New_Title
source: Trusted Equipment
fr: Équipement de Confiance

# scripts/text_achievements.lua_Ach_Global_Challenge_New_Text
source: Finish 3 Corporate Islands without equipping any new Pilots or weapons
fr: Terminer 3 Îles Corporatives sans équiper de nouveaux Pilotes ou d'Armes

# scripts/text_achievements.lua_Ach_Global_Challenge_New_Failed
source: Failed: Changed loadout
fr: Échec : Composition modifiée

# scripts/text_achievements.lua_Ach_Random_1_Title
source: Loot Boxes!
fr: Boîtes à Butin !

# scripts/text_achievements.lua_Ach_Random_1_Text
source: Open 5 Time Pods in a single game
fr: Ouvrir 5 Pods Temporel en une seul partie

# scripts/text_achievements.lua_Ach_Random_1_Progress
source: Progress: $1 opened
fr: Progression : $1 ouvert(s)

# scripts/text_achievements.lua_Ach_Random_2_Title
source: Lucky Start
fr: Début Chanceux

# scripts/text_achievements.lua_Ach_Random_2_Text
source: Beat the game (any length) without spending any Reputation
fr: Finir le jeu (n'importe quelle durée) sans dépenser de Réputation

# scripts/text_achievements.lua_Ach_Random_2_Failed
source: Failed: Spent Reputation
fr: Échec : Réputation dépensé

# scripts/text_achievements.lua_Ach_Random_3_Title
source: Change the Odds
fr: Modifier les Chances

# scripts/text_achievements.lua_Ach_Random_3_Text
source: Raise Grid Defense to 30% or more
fr: Augmente la Puissance Défensive de 30% ou plus

# scripts/text_achievements.lua_Ach_Custom_1_Title
source: Mech Specialist
fr: Mech Spécialisé

# scripts/text_achievements.lua_Ach_Custom_1_Text
source: Beat the game with 3 of the same Mech
fr: Finir le jeu avec 3 Mechs identiques

source: Impossible: Current Squad doesn't satisfy requirements
fr: Impossible : L'Escouade ne répond pas aux exigences

# scripts/text_achievements.lua_Ach_Custom_2_Title
source: Class Specialist
fr: Classe Spécialiste

# scripts/text_achievements.lua_Ach_Custom_2_Text
source: Beat the game with 3 different Mechs from the same class
fr: Finir le jeu avec 3 Mechs différents de la même classe

# scripts/text_achievements.lua_Ach_Custom_3_Title
source: Flight Specialist
fr: Spécialiste Volant

# scripts/text_achievements.lua_Ach_Custom_3_Text
source: Beat the game with 3 flying Mechs
fr: Finir le jeu avec 3 Mechs Volants

# scripts/text_achievements.lua_Ach_Archive_A_1_Title
source: Watery Grave
fr: Tombeau Aqueux

# scripts/text_achievements.lua_Ach_Archive_A_1_Text
source: Drown 3 enemies in water in a single battle
fr: Noyer 3 ennemis dans l'eau en une seule bataille

# scripts/text_achievements.lua_Ach_Archive_A_1_Progress
source: Progress: $1 drowned
fr: Progression : $1 noyé(s)

# scripts/text_achievements.lua_Ach_Archive_A_2_Title
source: Ramming Speed
fr: Vitesse Percutante

# scripts/text_achievements.lua_Ach_Archive_A_2_Text
source: Kill an enemy 5 or more tiles away with a Dash Punch
fr: Tuer un ennemi à 5 tuiles ou plus avec un Frappe Ruée

# scripts/text_achievements.lua_Ach_Archive_A_3_Title
source: Island Secure
fr: Île Sécurisée

# scripts/text_achievements.lua_Ach_Archive_A_3_Text
source: Complete the first Corporate Island
fr: Compléter la première Île Corporative

# scripts/text_achievements.lua_Ach_Archive_B_1_Title
source: Unbreakable
fr: Incassable

# scripts/text_achievements.lua_Ach_Archive_B_1_Text
source: Have Mech Armor absorb 5 damage in a single battle
fr: Mech Blindé absorbe 5 dégâts en une seule bataille

# scripts/text_achievements.lua_Ach_Archive_B_1_Progress
source: Progress: $1 Damage Blocked
fr: Progression : $1 Dégât(s) Bloqué(s)

# scripts/text_achievements.lua_Ach_Archive_B_2_Title
source: Unwitting Allies
fr: Alliés Involontaires

# scripts/text_achievements.lua_Ach_Archive_B_2_Text
source: Have 4 enemies die from enemy fire in a single battle
fr: Avoir 4 ennemis mourant de tir ennemi en une seule bataille

# scripts/text_achievements.lua_Ach_Archive_B_2_Progress
source: Progress: $1 killed
fr: Progression : $1 tué(s)

# scripts/text_achievements.lua_Ach_Archive_B_3_Title
source: Mass Displacement
fr: Déplacement de Masse

# scripts/text_achievements.lua_Ach_Archive_B_3_Text
source: Push 3 enemies with a single attack
fr: Pousser 3 ennemis avec une seule attaque

source: Overpowered
fr: Surcharge

# scripts/text_achievements.lua_Ach_Rust_A_1_Text
source: Overpower your Power Grid twice by earning or buying Power when it is full
fr: Mettre en Surcharge votre Réseau Électrique deux fois en gagnant ou en achetant de la Puissance quand il est plein

# scripts/text_achievements.lua_Ach_Rust_A_1_Progress
source: Progress: Overpowered $1 / 2
fr: Progression : Surcharge $1 / 2

# scripts/text_achievements.lua_Ach_Rust_A_2_Title
source: Stormy Weather
fr: Temps Orageux

# scripts/text_achievements.lua_Ach_Rust_A_2_Text
source: Deal 12 damage with Electric Smoke in a single battle
fr: Infliger 12 points de dégâts avec de la Fumée Électrique en une seule bataille

# scripts/text_achievements.lua_Ach_Rust_A_2_Progress
source: Progress: $1 damage
fr: Progression : $1 dégât(s)

# scripts/text_achievements.lua_Ach_Rust_A_3_Title
source: Perfect Battle
fr: Bataille Parfaite

# scripts/text_achievements.lua_Ach_Rust_A_3_Text
source: Take no Mech or Building Damage in a single battle (Repaired damage is still damage)
fr: Ne prendre aucun dégât, Mechs ou Bâtiments, dans une seule bataille (les dégâts réparés sont toujours des dégâts)

# scripts/text_achievements.lua_Ach_Rust_A_3_Failed
source: Failed: $1 damaged
fr: Échec : $1 dégât(s)

# scripts/text_achievements.lua_Ach_Rust_B_1_Title
source: Quantum Entanglement
fr: Enchevêtrement Quantique

# scripts/text_achievements.lua_Ach_Rust_B_1_Text
source: Teleport a unit 4 tiles away
fr: Téléporter une unité de 4 tuiles

# scripts/text_achievements.lua_Ach_Rust_B_2_Title
source: Scorched Earth
fr: Terre Brûlée

# scripts/text_achievements.lua_Ach_Rust_B_2_Text
source: End a battle with 12 tiles on Fire
fr: Terminer une bataille avec 12 tuiles en Feu

# scripts/text_achievements.lua_Ach_Rust_B_2_Progress
source: Progress: $1 on Fire
fr: Progression : $1 en Feu

# scripts/text_achievements.lua_Ach_Rust_B_3_Title
source: This is Fine
fr: C'est Bon

# scripts/text_achievements.lua_Ach_Rust_B_3_Text
source: Have 5 enemies on Fire simultaneously
fr: Avoir 5 ennemis en Feu simultanément

# scripts/text_achievements.lua_Ach_Rust_B_3_Progress
source: Progress: $1 currently on Fire
fr: Progression : $1 actuellement en Feu

# scripts/text_achievements.lua_Ach_Pinnacle_A_1_Title
source: Get Over Here
fr: Viens Ici

# scripts/text_achievements.lua_Ach_Pinnacle_A_1_Text
source: Kill an enemy by pulling it into yourself
fr: Tuer un ennemi en l'attirant sur vous-même

# scripts/text_achievements.lua_Ach_Pinnacle_A_2_Title
source: Glittering C-Beam
fr: Rayon-C Scintillant

# scripts/text_achievements.lua_Ach_Pinnacle_A_2_Text
source: Hit 4 enemies with a single laser
fr: Toucher 4 ennemis avec un seul laser

# scripts/text_achievements.lua_Ach_Pinnacle_A_3_Title
source: Shield Mastery
fr: Maîtrise des Boucliers

# scripts/text_achievements.lua_Ach_Pinnacle_A_3_Text
source: Block damage with a Shield 4 times in a single battle
fr: Bloquer les dégâts 4 fois avec un Bouclier dans une seule bataille

# scripts/text_achievements.lua_Ach_Pinnacle_A_3_Progress
source: Progress: $1 damage blocked
fr: Progression : $1 dégât(s) bloqué(s)

# scripts/text_achievements.lua_Ach_Pinnacle_B_1_Title
source: Cryo Expert
fr: Expert Cryo

# scripts/text_achievements.lua_Ach_Pinnacle_B_1_Text
source: Shoot the Cryo-Launcher 4 times in a single battle
fr: Tirer 4 fois sur le Lanceur-Cryo dans une seule bataille

# scripts/text_achievements.lua_Ach_Pinnacle_B_1_Progress
source: Progress: $1 shot
fr: Progression : $1 tir(s)

# scripts/text_achievements.lua_Ach_Pinnacle_B_2_Title
source: Trick Shot
fr: Coups Astucieux

# scripts/text_achievements.lua_Ach_Pinnacle_B_2_Text
source: Kill 3 enemies with a single attack of the Janus Cannon
fr: Tuer 3 ennemis avec une seule attaque du Canon Janus

# scripts/text_achievements.lua_Ach_Pinnacle_B_3_Title
source: Pacifist
fr: Pacifiste

# scripts/text_achievements.lua_Ach_Pinnacle_B_3_Text
source: Kill fewer than 3 enemies in a single battle
fr: Tuer moins de 3 ennemis en une seule bataille

# scripts/text_achievements.lua_Ach_Pinnacle_B_3_Failed
source: Failed: $1 killed
fr: Échec : $1 tué(s)

# scripts/text_achievements.lua_Ach_Detritus_A_1_Title
source: Chain Attack
fr: Attaque en Chaîne

# scripts/text_achievements.lua_Ach_Detritus_A_1_Text
source: Have the Chain Whip attack chain through 10 tiles
fr: Effectuer une attaque en chaîne à travers 10 tuiles avec Fouet en Chaîne

# scripts/text_achievements.lua_Ach_Detritus_A_2_Title
source: Lightning War
fr: Foudre de Guerre

# scripts/text_achievements.lua_Ach_Detritus_A_2_Text
source: Finish the first 2 Corporate Islands in under 30 minutes
fr: Terminer les 2 premières îles Corporatives en moins de 30 minutes

# scripts/text_achievements.lua_Ach_Detritus_A_2_Failed
source: Failed: Too slow!
fr: Échec : Trop lent !

# scripts/text_achievements.lua_Ach_Detritus_A_3_Title
source: Hold the Line
fr: Maintenir la Ligne

# scripts/text_achievements.lua_Ach_Detritus_A_3_Text
source: Block 4 emerging Vek in a single turn
fr: Bloquer 4 Veks émergent en un seul tour

# scripts/text_achievements.lua_Ach_Detritus_B_1_Title
source: Healing
fr: Guérison

# scripts/text_achievements.lua_Ach_Detritus_B_1_Text
source: Heal 10 Mech Health in a single battle
fr: Soigner 10 points de Santé Mechs en une seule bataille

# scripts/text_achievements.lua_Ach_Detritus_B_1_Progress
source: Progress: $1 healed
fr: Progression : $1 soigné(s)

# scripts/text_achievements.lua_Ach_Detritus_B_2_Title
source: Immortal
fr: Immortel

# scripts/text_achievements.lua_Ach_Detritus_B_2_Text
source: Finish 4 Corporate Islands without a Mech being destroyed at the end of a battle
fr: Terminer 4 Îles Corporatives sans qu'un Mech ne soit détruit à la fin d'une bataille

# scripts/text_achievements.lua_Ach_Detritus_B_2_Failed
source: Failed: At least one Mech was destroyed
fr: Échec : Au moins un Mech a été détruit

# scripts/text_achievements.lua_Ach_Detritus_B_3_Title
source: Overkill
fr: Surpuissance

# scripts/text_achievements.lua_Ach_Detritus_B_3_Text
source: Deal 8 damage to a unit with a single attack
fr: Infliger 8 points de dégâts à une unité avec une seule attaque

# scripts/text_tooltips.lua_TILE_TOOLTIPS__fire_0
source: Fire Tile
fr: Tuile Feu

# scripts/text_tooltips.lua_TILE_TOOLTIPS__fire_1
source: Lights units on Fire.
fr: Enflamme les unités.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_0
source: Forest Tile
fr: Tuile Forêt

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_1
source: If damaged, lights on Fire.
fr: Si endommagé, la forêt s'enflamme.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_fire_0
source: Forest Fire
fr: Forêt Enflammée

# scripts/text_tooltips.lua_TILE_TOOLTIPS__forest_fire_1
source: Lights units on Fire. This fire was started when a Forest Tile was damaged.
fr: Enflamme les unités. Cet incendie a été déclenché lorsqu'un Tuile Forêt a été endommagée.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__smoke_0
source: Smoke Tile
fr: Tuile Fumée

source: Units in Smoke cannot attack or repair.
fr: Les unités dans la Fumée ne peuvent pas attaquer ou réparer.

source: Electric Smoke
fr: Fumée Électrique

# scripts/text_tooltips.lua_TILE_TOOLTIPS__electric_smoke_1
source: Units in Smoke cannot attack or repair. Electricity damages enemy units.
fr: Les unités dans la Fumée ne peuvent pas attaquer ou réparer. L'électricité endommage les unités ennemies.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__emerging_0
source: Vek Emerging
fr: Vek Émergeant

# scripts/text_tooltips.lua_TILE_TOOLTIPS__emerging_1
source: Enemy emerging next turn. Can be blocked.
fr: Ennemi émergeant au prochain tour. Peut être bloqué.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__critical_0
source: Critical
fr: Critique

# scripts/text_tooltips.lua_TILE_TOOLTIPS__critical_1
source: This building is important to mission objectives.
fr: Ce bâtiment est important pour les objectifs de la mission.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__pylon_0
source: Power Pylon
fr: Pylône Électrique

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supervolcano_0
source: Super Volcano
fr: Super Volcan

# scripts/text_tooltips.lua_TILE_TOOLTIPS__supervolcano_1
source: Indestructible volcano that blocks movement and projectiles.
fr: Volcan indestructible qui bloque les mouvements et les projectiles.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__powered_0
source: Civilian Building
fr: Bâtiment Civil

# scripts/text_tooltips.lua_TILE_TOOLTIPS__powered_1
source: Your Power Grid is reduced when Grid Structures are damaged.
fr: Votre Réseau Électrique est réduit lorsque les Réseaux Structures sont endommagés.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuated_0
source: Evacuated Building
fr: Bâtiment Évacué

# scripts/text_tooltips.lua_TILE_TOOLTIPS__evacuated_1
source: No effect when damaged.
fr: Aucun effet quand il subit des dégâts.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__building_rubble_0
source: Building Rubble
fr: Débris de Bâtiment

source: No special effect.
fr: Aucun effet spécifique.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__mnt_rubble_0
source: Mountain Rubble
fr: Débris de Montagne

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ice_0
source: Ice Tile
fr: Tuile Glacée

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ice_1
source: Turns into Water when destroyed. Must be hit twice.
fr: Se transforme en Eau lorsqu'elle est détruite. Doit être frappé deux fois.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_ice_0
source: A.C.I.D. Ice
fr: Glace A.C.I.D

# scripts/text_tooltips.lua_TILE_TOOLTIPS__acid_ice_1
source: Turns into an A.C.I.D. tile when destroyed, but currently safe to stand on.
fr: Se transforme en Tuile A.C.I.D. lorsqu'elle est détruite, mais est actuellement hors de danger.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_ice_0
source: Frozen Lava
fr: Lave Glacée

# scripts/text_tooltips.lua_TILE_TOOLTIPS__lava_ice_1
source: Turns into a Lava tile when destroyed, but currently safe to stand on.
fr: Se transforme en Tuile Lave lorsqu'elle est détruite, mais est actuellement hors de danger.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_ice_0
source: Damaged Ice Tile
fr: Tuile Glacée Endommagée

# scripts/text_tooltips.lua_TILE_TOOLTIPS__damaged_ice_1
source: Turns into a Water tile when destroyed. One hit will destroy it.
fr: Se transforme en Tuile Eau lorsqu'elle est détruite. Un coup la détruira.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__chasm_0
source: Chasm Tile
fr: Tuile Gouffre

# scripts/text_tooltips.lua_TILE_TOOLTIPS__chasm_1
source: Ground units pushed in will be destroyed.
fr: Les unités terrestres poussées seront détruites.

# scripts/text_tooltips.lua_TILE_TOOLTIPS__ground_0
source: Ground Tile
fr: Tuile Sol
