Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text.lua_Corp_Factory_Description
source: Detritus tech can break down any matter into its base elements. Their factory-cities are devoted to waste removal and recycling.
fr: La technologie Détritus peut décomposer n'importe quelle matière en ses éléments de base. Leurs Villes-Usines sont consacrées à l'enlèvement et au recyclage des déchets.

# scripts/text.lua_Order_Fire
source: Fire Damage
fr: Dégât de Feu

# scripts/text.lua_Order_Psion
source: Psion Regenerate
fr: Psion Régénérant

# scripts/text.lua_Order_Tentacle
source: Psion Tentacle
fr: Psion Tentacule

# scripts/text.lua_Order_Actions
source: Enemy Actions
fr: Actions Ennemies

# scripts/text.lua_Order_NPC
source: NPC Actions
fr: Actions PNJ

# scripts/text.lua_Order_NPC_Bots
source: NPC Bot Actions
fr: Actions Robot PNJ

# scripts/text.lua_Order_Emerge
source: Enemies Emerge
fr: Ennemis Émergent

# scripts/text.lua_Order_Env
source: Environment
fr: Environnement

# scripts/text.lua_Order_Smoke
source: Storm Smoke
fr: Tempête de Fumée

# scripts/text.lua_Deploying_Mech
source: Deploying $1
fr: Déploiement $1

# scripts/text.lua_Deploying_Instructions
source: Select a location in the yellow Drop Zone
fr: Sélectionner un emplacement dans la Zone de Largage jaune

# scripts/text.lua_Deploying_Complete
source: Deployment Complete
fr: Déploiement Terminé

# scripts/text.lua_Deploying_Confirm
source: You may change your placements before confirming
fr: Vous pouvez changer vos emplacements avant de confirmer

# scripts/text.lua_Combat_Deployment
source: DEPLOYMENT
fr: DÉPLOIEMENT

# scripts/text.lua_Deploy_Remaining
source: Remaining Units:
fr: Unités Restantes :

# scripts/text.lua_Button_Deployment_Done
source: CONFIRM
fr: CONFIRMER

# scripts/text.lua_Button_Button_Pawnlist
source: Unit List
fr: Liste des Unités

# scripts/text.lua_Button_Button_Objectives
source: Bonus Objectives
fr: Objectifs Bonus

# scripts/text.lua_Skip_Units
source: You still have units that can act. They will lose their turn.
fr: Vous avez toujours des unités qui peuvent agir. Elles vont perdre leur tour.

# scripts/text.lua_Reset_Turn
source: Go back in time to the start of your turn? Power limitations means you can only do this once per battle.
fr: Revenir dans le temps au début de votre tour ? Les limitations de puissance signifient que vous ne pouvez le faire qu'une fois par bataille.

# scripts/text.lua_Reset_TurnExtra
source: Go back in time to the start of your turn? Your 'Temporal Reset' Pilot means you can do this twice this battle.
fr: Revenir dans le temps au début de votre tour ? La 'Réinitialisation Temporelle' du Pilote signifie que vous pouvez le faire deux fois durant cette bataille.

# scripts/text.lua_Reset_TurnFinal
source: Go back in time to the start of your turn? You only have one Reset remaining.
fr: Revenir dans le temps au début de votre tour ? Il ne vous reste plus qu'une Réinitialisation.

# scripts/text.lua_Button_Undo
source: UNDO MOVE
fr: ANNULER DÉPLACEMENT

# scripts/text.lua_Button_UndoTurn
source: RESET TURN
fr: RÉINITIALISER TOUR

# scripts/text.lua_Button_UndoTurnUsed
source: RESET USED
fr: RÉINITIALISATION UTILISÉE

# scripts/text.lua_Active_Units
source: Active Units:
fr: Unités actives :

# scripts/text.lua_Objective_EnemyRetreat
source: Victory in
fr: Victoire dans

# scripts/text.lua_Objective_EnemyRetreat2
source: turns
fr: tours

# scripts/text.lua_Objective_EnemyRetreat3
source: turn
fr: tour

# scripts/text.lua_Button_Editor_Exit
source: EDIT MAP
fr: ÉDITER CARTE

# scripts/text.lua_Button_Done_Testing
source: DONE TESTING
fr: TEST FINI

# scripts/text.lua_Disarm_Info
source: [ Right Click ] or [ $1 ] to Disarm
fr: [ Right Click ] ou [ $1 ] pour Désarmer

# scripts/text.lua_Skill_Passive
source: PASSIVE
fr: PASSIF

# scripts/text.lua_Skill_ClassAny
source: Any
fr: Tout

# scripts/text.lua_Skill_ClassPassive
source: Passive
fr: Passif

# scripts/text.lua_Skill_ClassDeath
source: On Death
fr: Mourrant

# scripts/text.lua_Skill_ClassRanged
source: Ranged
fr: Distant

# scripts/text.lua_Skill_ClassEnemy
source: Enemy
fr: Ennemi

# scripts/text.lua_Skill_ClassString
source: $1 Class Weapon
fr: $1 Classe Arme

# scripts/text.lua_Skill_ClassPassString
source: Passive Effect
fr: Effet Passif

# scripts/text.lua_Skill_Damage
source: Damage:
fr: Dégâts :

# scripts/text.lua_Skill_SelfDamage
source: Self-Damage:
fr: Auto-Dégâts :

# scripts/text.lua_Skill_Limited
source: Uses per battle:
fr: Utilisation par bataille :

# scripts/text.lua_Skill_WrongClass
source: No matching Mech class. 1 Power penalty applies.
fr: Aucune classe Mech correspondante. 1 de Puissance de pénalité s'applique.

# scripts/text.lua_Skill_CyborgOnly
source: Non-Cyborg Weapon
fr: Arme Non-Cyborg

# scripts/text.lua_Pilot_Special
source: Special
fr: Spécial

# scripts/text.lua_Pilot_PowerReq
source: Requires $1 power
fr: Requiert $1 de Puissance

# scripts/text.lua_Pilot_Powered
source: Powered
fr: Alimenté

# scripts/text.lua_Pilot_None,scripts/text.lua_Hangar_None
source: None
fr: Aucun

# scripts/text.lua_Pilot_Unknown
source: Unknown Skill
fr: Compétence Inconnue

# scripts/text.lua_Pilot_UnknownText
source: Gain experience to unlock this skill.
fr: Gagner de l'expérience pour débloquer cette compétence.

# scripts/text.lua_Pilot_Skills
source: Skills
fr: Compétences

# scripts/text.lua_Pilot_Experience
source: Experience
fr: Expérience

# scripts/text.lua_Pilot_History
source: History
fr: Histoire

# scripts/text.lua_Pilot_History_Timelines
source: Previous Timelines: $1
fr: Précédente Ligne Temporelle : $1

# scripts/text.lua_Pilot_History_Final
source: Final Battles: $1
fr: Batailles Finale : $1

# scripts/text.lua_Pilot_HealthName
source: Health Bonus
fr: Bonus Santé

# scripts/text.lua_Pilot_HealthShort
source: +2 Mech HP
fr: +2 HP Mech

# scripts/text.lua_Pilot_HealthDesc
source: Piloted Mech health is increased by 2.
fr: La Santé du Mech piloté est augmentée de 2.

source: Move Bonus
fr: Bonus Déplacement

# scripts/text.lua_Pilot_MoveShort
source: +1 Mech Move
fr: +1 Déplacement Mech

# scripts/text.lua_Pilot_MoveDesc
source: Piloted Mech movement is increased by 1.
fr: Le mouvement du Mech piloté est augmenté de 1.

# scripts/text.lua_Pilot_GridName
source: Grid Defense Bonus
fr: Bonus Puissance Défensive

# scripts/text.lua_Pilot_GridShort
source: +3 Grid DEF
fr: +3 Puissance DEF

# scripts/text.lua_Pilot_GridDesc
source: Grid Defense increased by 3. This affects the chance of resisting Building Damage in combat.
fr: Puissance Défensive augmentée de 3. Cela affecte les chances de résister aux dégâts des bâtiments en combat.

# scripts/text.lua_Pilot_ReactorName
source: Reactor Bonus
fr: Bonus Réacteur

# scripts/text.lua_Pilot_ReactorShort
source: +1 Mech Reactor
fr: +1 Réacteur Mech

# scripts/text.lua_Pilot_ReactorDesc
source: Piloted Mech reactor increased by 1.
fr: Le réacteur du Mech piloté a augmenté de 1.

# scripts/text.lua_Pilot_XpAI
source: Mechs can pilot themselves, but it's better to have a specialized Pilot.
fr: Les Mechs peuvent piloter eux-mêmes, mais il est préférable d'avoir un Pilote spécialisé.

# scripts/text.lua_Gamepad_SelectUnit
source: Select Unit
fr: Choisir Unité

# scripts/text.lua_Gamepad_PlaceUnit
source: Place Unit
fr: Placer Unité

# scripts/text.lua_Gamepad_MoveUnit
source: Move Unit
fr: Déplacer Unité

# scripts/text.lua_Gamepad_FireWeapon
source: Fire Weapon
fr: Utiliser Arme

# scripts/text.lua_Gamepad_Cancel
source: Cancel Shot
fr: Annuler Tir

# scripts/text.lua_State_Tutorial
source: SIMULATION STARTED
fr: SIMULATION COMMENCÉE

# scripts/text.lua_State_Gameover
source: GAME OVER
fr: FIN DE PARTIE

# scripts/text.lua_State_Player
source: PLAYER TURN
fr: TOUR JOUEUR

# scripts/text.lua_State_Enemy
source: ENEMY TURN
fr: TOUR ENNEMI

# scripts/text.lua_State_Start
source: MISSION START
fr: DÉBUT MISSION

# scripts/text.lua_State_Complete
source: MISSION COMPLETE
fr: MISSION ACCOMPLIE

# scripts/text.lua_State_Disabled
source: MECHS DISABLED
fr: MECHS DÉSACTIVÉS

# scripts/text.lua_State_Turns
source: $1 Turns Remaining
fr: $1 Tours Restants

# scripts/text.lua_State_LastTurn
source: Last Turn
fr: Dernier Tour

# scripts/text.lua_Upgrade_MoveLabel
source: +1 Move
fr: +1 Déplacement

source: +2 Health
fr: +2 Santé

# scripts/text.lua_Upgrade_Install
source: INSTALL
fr: INSTALLER

# scripts/text.lua_Upgrade_Max
source: MAXED
fr: MAXIMISÉ

# scripts/text.lua_Upgrade_Class
source: Mech Class: $1
fr: Classe Mech : $1

# scripts/text.lua_Upgrade_Test
source: Use the Virtual Simulator to test Mech Loadouts
fr: Utiliser le Simulateur Virtuel pour tester le Mech

# scripts/text.lua_Upgrade_Armory
source: STORAGE
fr: STOCKAGE

# scripts/text.lua_Upgrade_Pilot
source: PILOT
fr: PILOTE

# scripts/text.lua_Upgrade_Reactor
source: REACTOR
fr: RÉACTEUR

# scripts/text.lua_Upgrade_Move
source: Move:
fr: Déplacement :

# scripts/text.lua_Upgrade_Health
source: Health:
fr: Santé :

# scripts/text.lua_Upgrade_Weapons
source: WEAPONS
fr: ARMES

# scripts/text.lua_Button_Upgrade_Test
source: TEST MECH
fr: TESTER MECH

# scripts/text.lua_Button_Upgrade_Undo
source: UNDO
fr: ANNULER

# scripts/text.lua_Wrong_Cost
source: Costs one additional power to use
fr: Coûte un Puissance supplémentaire par utilisation

# scripts/text.lua_Wrong_Class
source: Wrong Class
fr: Mauvaise Classe

# scripts/text.lua_Upgrade_Page
source: Page $1 of $2
fr: Page $1 à $2

# scripts/text.lua_Upgrade_New
source: NEW!
fr: NOUVEAU !

# scripts/text.lua_Victory_RegionLost
source: Region Lost
fr: Régions Perdues

# scripts/text.lua_Victory_FailedRewards
source: No rewards for a failed mission.
fr: Aucune récompense pour une mission échouée.

# scripts/text.lua_Victory_Simulation
source: Simulation Complete
fr: Simulation Terminée

# scripts/text.lua_Victory_SimulationText
source: Congratulations on your first successful mission, Commander! I'm confident in your ability to save the planet after such extensive training.
fr: Félicitations pour votre première mission réussie, Commandant ! Je suis confiant dans votre capacité à sauver la planète après une formation aussi poussée.

# scripts/text.lua_Objective_Title_One
source: Bonus Objective
fr: Objectifs Bonus

# scripts/text.lua_Objective_Title_Final
source: Primary Objective
fr: Objectif Primaire

# scripts/text.lua_Victory_Civilians
source: Civilians Protected
fr: Civiles Protégés

# scripts/text.lua_Victory_Title
source: Region Secured
fr: Région Sécurisée

# scripts/text.lua_Pod_Title
source: POD RECOVERED
fr: POD RÉCUPÉRÉ

# scripts/text.lua_Pod_Contents
source: Pod Contents:
fr: Contenu du Pod :

# scripts/text.lua_Store_Cost
source: Cost: $1
fr: Coût: $1

# scripts/text.lua_Store_Equipped
source: Equipped
fr: Équipé

# scripts/text.lua_Store_Purchase
source: Purchase equipment using Reputation
fr: Acheter de l'équipement en utilisant Réputation

# scripts/text.lua_Store_Sell
source: Donate weapons and pilots for Reputation
fr: Donner armes et pilotes pour Réputation

# scripts/text.lua_Store_SellTitle
source: DONATE
fr: DONNER

# scripts/text.lua_Store_BuyTitle
source: ACQUIRE
fr: ACQUÉRIR

# scripts/text.lua_Store_Weapons
source: Weapons
fr: Armes

# scripts/text.lua_Store_Pilots
source: Pilots
fr: Pilotes

# scripts/text.lua_Leave_Confirm
source: Your unspent Corporate Reputation will be lost if you leave now.
fr: Votre Réputation Corporative non dépensée sera perdue si vous partez maintenant.

# scripts/text.lua_SellPilot_Confirm
source: Are you sure you want to permanently assign this Pilot to the Island? (Grants Reputation)
fr: Êtes-vous sûr de vouloir assigner de façon permanente ce pilote à cette l'île? (Attribue la Réputation)

# scripts/text.lua_SellWeapon_Confirm
source: Are you sure you want to donate this weapon? (Grants Reputation)
fr: Êtes-vous sûr de vouloir faire don de cette arme? (Attribue la Réputation)

# scripts/text.lua_Reward_Title
source: Perfect Island!
fr: Île Parfaite !

# scripts/text.lua_Reward_Subheading
source: Select one free reward
fr: Choisir une récompense gratuite

# scripts/text.lua_Pod_Objective
source: Protect the Time Pod
fr: Protéger le Pod Temporel

# scripts/text.lua_Secret_Objective
source: Protect the Strange Pod
fr: Protéger le Pod Étrange

# scripts/text.lua_Secret_Objective_Failed
source: Protect the Strange Pod (Failed)
fr: Protéger le Pod Étrange (Échec)

# scripts/text.lua_Pod_Detected
source: Time Pod Detected
fr: Pod Temporel Détecté

# scripts/text.lua_Pod_Failed
source: Protect the Time Pod (Failed)
fr: Protéger le Pod Temporel (Échec)

# scripts/text.lua_Toggle_NeverAgain
source: Don't Ask Again
fr: Ne Plus Demander

# scripts/text.lua_Mission_Map_Deploy
source: Start Mission
fr: Commencer Mission

# scripts/text.lua_Pawn_Box_Water,scripts/text.lua_Pawn_Box_Acid
source: Water Logged
fr: Eau Connecté

# scripts/text.lua_Pawn_Box_Smoke
source: Smoke Blocking
fr: Fumée Bloqué

# scripts/text.lua_Pawn_Box_Ice
source: Ice Blocking
fr: Glacé Bloqué

# scripts/text.lua_Pawn_Box_Shot
source: Bonus Move Only
fr: Bonus Déplacement Seulement

# scripts/text.lua_Pawn_Box_Lava
source: Lava Blocking
fr: Lave Bloqué

# scripts/text.lua_Boss_Title
source: Warning: Vek Offensive
fr: Attention : Vek Offensif

# scripts/text.lua_Boss_Text
source: Vek are overrunning two regions on the Island. The region you do not save will be lost forever.
fr: Les Veks envahissent deux régions de l'île. La région que vous ne sauverez pas sera perdue pour toujours.

# scripts/text.lua_Top_Power
source: POWER
fr: PUISSANCE

# scripts/text.lua_Top_Grid
source: GRID
fr: RÉSEAU

# scripts/text.lua_Top_Defense
source: DEFENSE
fr: DÉFENSE

# scripts/text.lua_Pilot_TurnOver
source: Turn Over
fr: Fin Tour

# scripts/text.lua_Pilot_Disabled
source: Disabled
fr: Désactivé

# scripts/text.lua_Pilot_EnemyDead
source: Killed
fr: Tué

# scripts/text.lua_Island_Office
source: $1 Head Office
fr: $1 Siège Social

# scripts/text.lua_Mission_Normal
source: Vek Threat Detected!
fr: Menace Vek Détectée !

# scripts/text.lua_Mission_Easy
source: Defensive Shields Active!
fr: Boucliers Défensif Activés !

# scripts/text.lua_Mission_Hard
source: High Threat Detected!
fr: Menace Élevée Détectée !

# scripts/text.lua_Mission_Final
source: The Last Stand
fr: Le Dernier Debout

# scripts/text.lua_Mission_Failed
source: Region Destroyed by Vek
fr: Région Détruite par les Veks

# scripts/text.lua_Mission_None
source: No Vek Detected
fr: Pas de Vek Détecté

# scripts/text.lua_Button_Confirm_No
source: NO
fr: NON

# scripts/text.lua_Button_Confirm_Yes
source: YES
fr: OUI

# scripts/text.lua_Confirm_Question
source: Continue?
fr: Continuer ?

# scripts/text.lua_PilotNews_Dead
source: DECEASED
fr: DÉCÉDÉ

# scripts/text.lua_PilotNews_Revived
source: REVIVED
fr: RÉANIMER

# scripts/text.lua_PilotNews_ReviveText
source: The Emergency Medical Supplies were able to save $1 from the brink of death!
fr: Les Fournitures Médicales d'Urgence ont permis d'économiser 1$ du bord de la mort !

# scripts/text.lua_PilotNews_Vek
source: REGENERATED
fr: RÉGÉNÉRÉ

# scripts/text.lua_PilotNews_VekText
source: $1 has recovered from the brink of death! The effort required to regenerate has cost XP.
fr: 1$ a récupéré du bord de la mort ! L'effort requis pour régénérer a coûté de l'XP.

# scripts/text.lua_PilotNews_DeadText
source: $1 died after taking severe damage in the battle against the creatures.
fr: 1$ est mort après avoir subi de graves dégâts dans la bataille contre les créatures.

# scripts/text.lua_PilotNews_Promoted
source: PROMOTED
fr: PROMU

# scripts/text.lua_PilotNews_Skill
source: New Skill Unlocked:
fr: Nouvelle Compétence Déverrouillée :

# scripts/text.lua_Button_Pilot_News_Done
source: Understood
fr: Compris

source: CONTINUE
fr: CONTINUER

# scripts/text.lua_Button_Wait
source: WAIT
fr: ATTENDRE

# scripts/text.lua_Button_Create
source: CREATE
fr: CRÉER

# scripts/text.lua_Button_Profile
source: Create New Profile
fr: Créer Nouveau Profil

# scripts/text.lua_Button_MainContinue
source: Continue
fr: Continuer

# scripts/text.lua_Button_MainCredits
source: Credits
fr: Crédits

# scripts/text.lua_Button_MainNew
source: New Game
fr: Nouvelle Partie

# scripts/text.lua_Button_MainProgress
source: Progress
fr: Progression

# scripts/text.lua_Button_MainStats,scripts/text.lua_Stats_Header
source: Statistics
fr: Statistiques

# scripts/text.lua_Button_MainAchievs,scripts/text.lua_Hangar_Achievements_Title
source: Achievements
fr: Succès

# scripts/text.lua_Button_MainSquads
source: Squads
fr: Escouades

# scripts/text.lua_Button_MainQuit
source: Quit
fr: Quitter

# scripts/text.lua_Button_MainProfile
source: Profile
fr: Profil

# scripts/text.lua_Toggle_EnableTips
source: Enable Tutorial Tips
fr: Activer les astuces du didacticiel

# scripts/text.lua_NewGame_Confirm
source: You currently have a game in progress. Starting a new one will permanently erase it.
fr: Vous avez actuellement une partie en cours. En commencez une nouvelle l'effacera définitivement.

# scripts/text.lua_Delete_Confirm
source: You will lose all game progress and unlocks. This cannot be undone.
fr: Vous perdrez toute progression dans le jeu et les éléments déverrouillés. Aucun retour en arrière possible.

# scripts/text.lua_Warning_NoSave
source: 'Into the Breach' does not appear to have file access to save progress. Please quit and check if your Anti-Virus software is blocking it. If the problem persists email us at contact@subsetgames.com
fr: 'Into the Breach' ne semble pas avoir accès au fichier pour sauvegarder la progression. Veuillez quitter et vérifier si votre logiciel antivirus le bloque. Si le problème persiste envoyez-nous un email à contact@subsetgames.com

# scripts/text.lua_Warning_FileWriteIssue
source: 'Into the Breach' is possibly unable to save progress. Please quit and check if your Anti-Virus software is blocking it. If the problem persists email us at contact@subsetgames.com
fr: 'Into the Breach' semble incapable de sauvegarder la progression. Veuillez quitter et vérifier si votre logiciel antivirus le bloque. Si le problème persiste envoyez-nous un email à contact@subsetgames.com

# scripts/text.lua_Warning_SaveFileCorrupted
source: Your Save File appears to be corrupted. Please contact us at contact@subsetgames.com if you'd like us to attempt to recover the data. Very sorry about the problem!
fr: Votre Fichier de Sauvegarde semble être corrompu. Veuillez nous contacter à contact@subsetgames.com si vous souhaitez que nous essayions de récupérer les données. Extrêmement désolé pour le problème !

# scripts/text.lua_Menu_NoSave
source: WARNING: There is a file write error and your progress cannot be saved.
fr: AVERTISSEMENT : Il y a une erreur d'écriture de fichier et votre progression ne peut pas être enregistrée.

# scripts/text.lua_Confirm_Header
source: Confirm Action
fr: Confirmer Action

# scripts/text.lua_Warn_Header
source: Warning!
fr: Attention !

# scripts/text.lua_Profile_Delete_Failed
source: Your profile data could not be fully deleted. It may be read only, or it may have extra files in its folder. You can delete it manually from here:
fr: Les données de votre profil n'ont pas pu être entièrement supprimées. Il peut être en lecture seule, ou il peut y avoir des fichiers supplémentaires dans son dossier. Vous pouvez les supprimer manuellement à partir de cet emplacement :

# scripts/text.lua_Profile_Delete_Failed_OSX
source: Your profile data could not be deleted. This is a known issue in OS X. You can delete your profile data manually from this location:
fr: Les données de votre profil n'ont pas pu être supprimées. C'est un problème connu sous OS X. Vous pouvez supprimer manuellement les données de votre profil à partir de cet emplacement :

# scripts/text.lua_Stats_TotalVictory
source: Victories:
fr: Victoires :

# scripts/text.lua_Stats_TotalLost
source: Timelines Lost:
fr: Ligne Temporelle Perdue :

# scripts/text.lua_Stats_TotalGames,scripts/text.lua_Stats_SquadGames
source: Total Games:
fr: Total de Partie :

# scripts/text.lua_Stats_TotalTravelers
source: Total Time Travelers:
fr: Total Voyageur Temporel :

# scripts/text.lua_Stats_TotalKills
source: Total Enemy Kills:
fr: Total Ennemis Tués :

# scripts/text.lua_Stats_TotalSaved
source: Total Civilians Saved:
fr: Total Civils Sauvés :

# scripts/text.lua_Stats_TotalIsland
source: Total Islands Secured:
fr: Total Îles Sécurisée :

# scripts/text.lua_Stats_TotalPods
source: Pods Collected:
fr: Pods Collectés :

# scripts/text.lua_Stats_ScoreDefeat
source: Defeated
fr: Défaite

# scripts/text.lua_Stats_ScoreVictory
source: $1 Island Victory!
fr: $1 Victoire d'Île !

# scripts/text.lua_Stats_ScoreScore
source: Civilians Saved:
fr: Civils Sauvés :

source: Total Kills:
fr: Total Tués :

# scripts/text.lua_Stats_ScoreFailed
source: Failed Objectives:
fr: Objectifs Échoué :

# scripts/text.lua_Stats_ScoreTimer
source: Game Time:
fr: Temps de Jeu :

# scripts/text.lua_Stats_SquadScore
source: High Score:
fr: Meilleur Score :

# scripts/text.lua_Stats_PilotBattles
source: Battles:
fr: Batailles :

# scripts/text.lua_Stats_PilotJumps
source: Time Jumps:
fr: Saut dans le Temps :

# scripts/text.lua_Stats_Pilot_Deaths
source: Total Deaths:
fr: Total Morts :

# scripts/text.lua_Stats_VekDeadliest
source: Deadliest Enemy
fr: Ennemi le plus Mortel

# scripts/text.lua_Stats_VekDeadliestStat
source: Killed Mechs:
fr: Mech Tués :

# scripts/text.lua_Stats_VekWeakest
source: Most Squashable
fr: Plus Écrasé

# scripts/text.lua_Stats_VekWeakestStat
source: Times Killed:
fr: Temps Tués :

# scripts/text.lua_Stats_VekDestruction
source: Most Destructive
fr: Plus Destructeur

# scripts/text.lua_Stats_VekDestructionStat
source: Grid Damage:
fr: Puissance de Dégâts :

# scripts/text.lua_Stats_ListButton
source: Back to List
fr: Revenir à la Liste

# scripts/text.lua_Stats_SquadButton,scripts/text.lua_Button_Hangar_Squad
source: Change Squad
fr: Changer Escouade

# scripts/text.lua_Stats_PilotButton
source: Change Pilot
fr: Changer Pilote

# scripts/text.lua_Stats_Done
source: Close
fr: Fermer

# scripts/text.lua_Stats_ToggleGlobal
source: Filter by Selected Squad
fr: Filtrer par Escouade Sélectionnée

# scripts/text.lua_Toggle_Easy
source: Easy
fr: Facile

# scripts/text.lua_Toggle_Hard
source: Hard
fr: Difficile

# scripts/text.lua_Hangar_CustomSquad
source: Final Selection:
fr: Sélection Finale :

# scripts/text.lua_Hangar_Traveler_Heading
source: Time Traveler
fr: Voyageur Temporel

# scripts/text.lua_Hangar_Island_Victory
source: Medals awarded based on how many Corporate Islands are secured before completing the Final Island.
fr: Les médailles sont attribuées en fonction du nombre d'Îles Corporatives sécurisées avant la fin de l'Île Finale.

# scripts/text.lua_Hangar_Island_Victory_2
source: 2 Island Victory: $1
fr: 2 Victoires d'Île : $1

# scripts/text.lua_Hangar_Island_Victory_3
source: 3 Island Victory: $1
fr: 3 Victoires d'Île : $1

# scripts/text.lua_Hangar_Island_Victory_4
source: 4 Island Victory: $1
fr: 4 Victoires d'Île : $1

# scripts/text.lua_Hangar_Island_Victory_Title
source: Victory Medals
fr: Médailles de Victoire

# scripts/text.lua_Hangar_Ach_Coins
source: Note: Achievements earn you Coins to unlock new Mech Squads!
fr: Note : Les succès vous rapporteront des pièces pour débloquer de nouvelles escouades Mech !

# scripts/text.lua_Hangar_Locked
source: Locked
fr: Verrouillé

# scripts/text.lua_Hangar_Randomized
source: Random Squad
fr: Escouade Aléatoire

# scripts/text.lua_Hangar_Custom
source: Customize Squad
fr: Escouade Personnalisée

# scripts/text.lua_Hangar_Complete
source: Complete more Islands to unlock!
fr: Compléter plus d'Îles pour déverrouiller !

# scripts/text.lua_Hangar_Achievements
source: Earn more Coins!
fr: Gagner plus de Pièces !

# scripts/text.lua_Hangar_Buy
source: Click to Purchase!
fr: Cliquer pour Acheter !
