Repository: brainfoolong/IntoTheBreachTranslations
Catalog: languages/*.po
Languages: fr

# scripts/text.lua_Tutorial_InfoButton_Text
source: When confronted with new enemies, be sure to learn about their abilities. Hold down $1 while mousing over units to examine them
fr: Lorsque vous êtes confronté à de nouveaux ennemis, assurez-vous de connaître leurs capacités. Maintenir $1 en passant la souris sur les unités pour les examiner

# scripts/text.lua_Tutorial_InfoButton_Title
source: Inspect Units
fr: Inspecter Unités

# scripts/text.lua_Tutorial_CombatPower_Text
source: This is the Power Grid. Whenever a building is damaged, it will be reduced. If it is reduced to zero, you LOSE.
fr: C'est le Réseau Électrique. Quand un bâtiment est endommagé, il sera réduit. Si il est réduite à zéro, vous PERDEZ.

# scripts/text.lua_Tutorial_CombatPower_Title,scripts/text.lua_TipTitle_PowerGrid
source: Power Grid
fr: Réseau Électrique

# scripts/text.lua_Tutorial_CombatAiming_Text
source: When aiming a weapon, the ORANGE tiles show where you can shoot.
fr: Lorsque vous visez avec une arme, les tuiles ORANGES indiquent où vous pouvez tirer.

# scripts/text.lua_Tutorial_CombatAiming_Title
source: Valid Targets
fr: Cibles Valides

# scripts/text.lua_Tutorial_CombatMonster_Text
source: Every enemy attack is forewarned. Next turn, this one will attack the buildings. Hover over an enemy to see details about its attack.
fr: Chaque attaque ennemie est révélé. Au prochain tour, celui-ci attaquera les bâtiments. Survoler un ennemi pour voir les détails de son attaque.

# scripts/text.lua_Tutorial_CombatMonster_Title
source: Enemy Attacks
fr: Attaques Ennemies

# scripts/text.lua_Tutorial_CombatMech_Text
source: This is your Combat Mech. It can punch any adjacent tile. Click on your Mech, move it closer to the enemy, and punch him.
fr: Ceci est votre Mech Combat. Il peut frapper n'importe quelle tuile adjacente. Cliquer sur votre Mech, rapprocher-le de l'ennemi et frapper-le.

# scripts/text.lua_Tutorial_CombatMech_Title
source: Combat Mech
fr: Mech Combat

# scripts/text.lua_Tutorial_DeadTutorial_Title
source: Disabled Squad
fr: Désactivé l'Escouade

# scripts/text.lua_Tutorial_DeadTutorial_Text
source: All of your Mechs were disabled. In normal battles, the Vek would then continue their attacks and the mission would end. For this tutorial, your Mechs have been fully repaired.
fr: Tous vos Mechs étaient désactivés. Dans les batailles normales, les Veks poursuivraient leurs attaques et la mission se terminerait. Pour ce tutoriel, vos Mechs ont été entièrement réparés.

# scripts/text.lua_Tutorial_CombatGameover_Text
source: Your Power Grid has been reduced to zero. Normally this would mean game over. Because this is a simulation, you can continue fighting the Vek.
fr: Votre Réseau Électrique a été réduit à zéro. Normalement, cela signifierait Fin de Partie. Puisque c'est une simulation, vous pouvez continuer à combattre les Veks.

# scripts/text.lua_Tutorial_CombatGameover_Title
source: Game Over
fr: Fin de Partie

# scripts/text.lua_Tutorial_CombatUndo_Text
source: You cannot hit the enemy from this location. Use 'Undo Move' to reposition the Mech!
fr: Vous ne pouvez pas toucher l'ennemi depuis cette position. Utiliser 'Annuler Déplacement' pour repositionner le Mech !

# scripts/text.lua_Tutorial_CombatUndo_Title
source: Undo Movement
fr: Annuler Déplacement

# scripts/text.lua_Tutorial_CombatPunch_Text
source: Punch this enemy!
fr: Frapper cet ennemi !

# scripts/text.lua_Tutorial_CombatPush_Text
source: Your Mech's punch PUSHED this unit. It will now attack a new location! Pushes can save buildings from enemy attacks, or even make enemies attack each other.
fr: La frappe de votre Mech a POUSSÉ cette unité. Elle va maintenant attaquer un nouvel emplacement ! Les coup de Poussées peuvent sauver des bâtiments des attaques ennemies, voir même faire en sorte qu'ils s'attaquent entre eux.

# scripts/text.lua_Tutorial_CombatPush_Title
source: Pushing Enemies
fr: Pousser Ennemis

# scripts/text.lua_Tutorial_CombatTank_Text
source: This is your Tank Mech. It shoots a projectile that travels in a straight line until it hits another object.
fr: Ceci est votre Mech Char. Il tire un projectile qui se déplace en ligne droite jusqu'à ce qu'il touche un autre objet.

# scripts/text.lua_Tutorial_CombatTank_Title
source: Tank Mech
fr: Mech Char

# scripts/text.lua_Tutorial_CombatComplete_Text
source: Every mission, you win by defeating the Vek or fighting them until they retreat.
fr: Chaque mission, vous gagnez en battant les Veks ou en les combattant jusqu'à ce qu'ils se retirent.

# scripts/text.lua_Tutorial_CombatComplete_Title
source: Completing Missions
fr: Remplir Missions

# scripts/text.lua_Tutorial_CombatBonus_Text
source: Missions also have bonus objectives. Completing these will earn you additional resources after the battle.
fr: Les missions ont également des objectifs bonus. Compléter ceux-ci vous permettront de gagner des ressources supplémentaires après la bataille.

# scripts/text.lua_Tutorial_CombatBonus_Title,scripts/text.lua_Objective_Title
source: Bonus Objectives
fr: Objectifs Bonus

# scripts/text.lua_Tutorial_CombatWeapon_Text
source: Click on a weapon to use it. The number keys will also work as a shortcut. You may not move after you've shot a weapon.
fr: Cliquer sur une arme pour l'utiliser. Les touches numériques fonctionnent également comme raccourcis. Vous ne pouvez plus vous déplacer après avoir utilisé une arme.

# scripts/text.lua_Tutorial_CombatWeapon_Title
source: Weapon Use
fr: Utiliser Arme

# scripts/text.lua_Tutorial_CombatEnd_Text
source: When all of your Mechs have used an action or there is nothing left for your units to do, press this button to end your turn.
fr: Lorsque tous vos Mechs ont utilisé une action ou qu'il n'y a plus rien à faire avec vos unités, appuyer sur ce bouton pour terminer votre tour.

source: End Turn
fr: Fin du Tour

# scripts/text.lua_Tutorial_Tanks_Text
source: The tanks have come online and can now be controlled!
fr: Les chars sont en ligne et peuvent maintenant être contrôlés !

# scripts/text.lua_Tutorial_Tanks_Title
source: Old Earth Tanks
fr: Char de l'Ancienne Terre

# scripts/text.lua_Tutorial_Terraform_Text
source: This Terraformer unit is under your control during this mission. Use it to turn Grass tiles into Sand tiles.
fr: Cette unité Terraformeur est sous votre contrôle durant cette mission. Utiliser-la pour transformer les tuiles Herbe en tuiles Sable.

# scripts/text.lua_Tutorial_Terraform_Title
source: Terraformer
fr: Terraformeur

# scripts/text.lua_Tutorial_VolatileVek_Text
source: Your bonus objective in this mission is to not let this Vek die.
fr: Votre objectif bonus dans cette mission est de ne pas laisser mourir ce Vek.

# scripts/text.lua_Tutorial_VolatileVek_Title,#130
source: Volatile Vek
fr: Vek Volant

# scripts/text.lua_Warning_Final
source: Warning: This final mission is still in development. It is less polished and still being designed. You should still find it roughly playable. Good luck!
fr: Attention : Cette mission finale est encore en développement. Elle est moins soignée et toujours en cours de conception. Vous devriez tout de même la trouver à peu près jouable. Bonne chance !

# scripts/text.lua_Warning_OldSave
source: Warning: This save file was created by a previous version of Into the Breach. Since the game is still in development, I can't guarantee full backwards compatibility for every update and you may experience problems with this save. That said, chances are good that you won't have any issues. Sorry about the possible troubles!
fr: Attention : Ce fichier de sauvegarde a été créé avec une version précédente d'Into the Breach. Puisque le jeu est toujours en développement, je ne peux pas garantir une rétrocompatibilité complète pour chaque mise à jour et vous pourriez rencontrer des problèmes avec cette sauvegarde. Cela dit, les chances sont bonnes pour que vous ne rencontriez aucun problème. Désolé pour les problèmes éventuels !

# scripts/text.lua_Tutorial_PoweredPilot_Title
source: Powered Pilot
fr: Pilote Alimenté

# scripts/text.lua_Tutorial_PoweredPilot_Text
source: This Pilot is a Sentient machine and requires Reactor Power to activate its special ability.
fr: Ce pilote est une machine Sensible et nécessite une Puissance Réacteur pour activer sa capacité spéciale.

# scripts/text.lua_Tutorial_Acid_Text
source: This unit is inflicted with A.C.I.D. With its defenses corroded, incoming Weapon Damage will be doubled. All other damage (Push, Fire, Blocking, etc.) is unaffected.
fr: Cette unité est infligée par de l'A.C.I.D. Ses défenses étant corrodées, les Dégâts d'Armes subits seront doublés. Tous les autres dégâts (Pousser, Feu, Bloquer, etc...) ne sont pas affectés.

# scripts/text.lua_Tutorial_Frozen_Text
source: This unit is FROZEN. It cannot move or attack and will remain Frozen until it takes damage.
fr: Cette unité est GELÉE. Elle ne peut pas bouger ou attaquer et restera Gelée jusqu'à ce qu'elle subisse des dégâts.

# scripts/text.lua_Tutorial_Frozen_Title
source: Frozen Unit
fr: Unité Gelée

# scripts/text.lua_Tutorial_Frozen_Mech_Text
source: This Mech can use its Repair Skill to free itself from the ice, but otherwise cannot attack or move.
fr: Ce Mech peut utiliser sa Compétence Réparation pour se libérer de la glace, mais ne pourra pas attaquer ou se déplacer par la suite.

# scripts/text.lua_Tutorial_Frozen_Mech_Title
source: Frozen Mech
fr: Mech Gelé

# scripts/text.lua_Tutorial_Shield_Title
source: Energy Shields
fr: Boucliers Énergétique

# scripts/text.lua_Tutorial_Shield_Text
source: This is a Shield. It will block damage and any negative effects (Fire, Freezing, A.C.I.D, etc.). Only direct damage will remove the Shield. Non-damaging, negative effects will have no effect.
fr: C'est un Bouclier. Il va bloquer les dégâts et les effets négatifs (Feu, Congélation, A.C.I.D, etc...). Seuls les dégâts directs enlèveront le Bouclier. Non-dommageables , les effets négatifs n'auront aucun effet.

# scripts/text.lua_Tutorial_Armor_Title
source: Armored Unit
fr: Unité Blindée

# scripts/text.lua_Tutorial_Armor_Text
source: This unit is Armored. All incoming Weapon Damage will be reduced by 1. All other damage (Push, Fire, Blocking, etc.) is unaffected.
fr: Cette unité est Blindée. Tous les Dégâts d'Armes subits seront réduits de 1. Tous les autres dégâts (Pousser, Feu, Bloquer, etc...) ne sont pas affectés.

# scripts/text.lua_Tutorial_Environment_Text
source: This mission has a special effect that will happen every turn. Mouse over the environment icon to get more information.
fr: Cette mission a un effet spécial qui se produira à chaque tour. Passer la souris sur l'icône d'environnement pour obtenir plus d'informations.

# scripts/text.lua_Tutorial_Environment_Title
source: Environment Effect
fr: Effet Environnemental

# scripts/text.lua_Tutorial_PowerGrid_Text
source: The Power Grid connects every corporate Island. Any damage it takes in missions will persist. The Vek caused damage before you arrived, but there will be opportunities to restore it.
fr: Le Réseau Électrique relie chaque île corporative. Tout dégâts subit lors des missions persisteront. Les Veks ont causé des dégâts avant votre arrivée, mais il sera possible de les restaurer.

# scripts/text.lua_Tutorial_PowerGrid_Title
source: Damaged Power Grid
fr: Réseau Électrique Endommagé

# scripts/text.lua_Tutorial_Overpower_Text
source: If your Power Grid is full when it receives additional power, your Grid Defense will be permanently upgraded.
fr: Si votre Réseau Électrique est plein quand il reçoit de l'énergie supplémentaire, votre Puissance Défensive sera augmenté de façon permanente.

# scripts/text.lua_Tutorial_Overpower_Title
source: Overpowered Grid
fr: Surpuissance Réseau

# scripts/text.lua_Tutorial_FullOverpower_Text
source: You can only Overpower your Power Grid to have an additional +25 Defense.
fr: Vous pouvez seulement Surcharger votre Réseau Électrique pour obtenir +25 Défense additionnel.

# scripts/text.lua_Tutorial_FullOverpower_Title
source: Defense Grid Maxed
fr: Réseau Défensif Maximisé

# scripts/text.lua_Tutorial_GridDefense_Text
source: This building resisted damage! The chance of a building resisting damage is shown to the right of your Power Meter.
fr: Ce bâtiment a résisté aux dégâts ! La probabilité qu'un bâtiment résiste aux dégâts est indiquée à droite de votre Jauge de Puissance.

source: Grid Defense
fr: Puissance Défensive

# scripts/text.lua_Tutorial_Jelly_Text
source: This enemy Psion provides a passive bonus to all Vek. Killing it removes the bonus. Select the Psion and mouse over its portrait in the bottom left for more information.
fr: Cet ennemi Psion fournit un bonus passif à tous les Veks. En le tuant, cela supprimera le bonus. Sélectionner le Psion et survoler son portrait en bas à gauche pour plus d'informations.

# scripts/text.lua_Tutorial_Jelly_Title
source: Vek Psion
fr: Psion Vek

# scripts/text.lua_Tutorial_Webbed_Text
source: This unit has been WEBBED! Mouseover the status icons on the bottom left to investigate what that means.
fr: Cette unité a été Entravée ! Survoler les icônes d'état en bas à gauche pour voir ce que cela signifie.

# scripts/text.lua_Tutorial_Webbed_Title
source: Webbed Mech
fr: Mech Entravé

# scripts/text.lua_Tutorial_IslandNewGame_Text
source: You can attempt the Islands you've unlocked in any order. Vek difficulty will scale depending on how many Islands you've completed this game.
fr: Vous pouvez aller sur les îles que vous avez débloquées dans n'importe quel ordre. La difficulté des Veks variera en fonction du nombre d'îles que vous avez terminées.

# scripts/text.lua_Tutorial_IslandNewGame_Title
source: Corporate Islands
fr: Îles Corporatives

# scripts/text.lua_Tutorial_Spawning_Text
source: An enemy unit will emerge here next turn! You can temporarily block enemies from spawning, but it will damage the blocking unit.
fr: Une unité ennemie apparaîtra ici au tour suivant ! Vous pouvez empêcher temporairement les ennemis d'apparaître, mais cela endommagera l'unité placée sur la tuile.

# scripts/text.lua_Tutorial_Spawning_Title
source: Emerging Enemies
fr: Ennemis Émergents

# scripts/text.lua_Tutorial_Forest_Text
source: The FOREST on this tile took damage, turning it into FIRE. If a unit stands on Fire, it will ignite and take damage every turn.
fr: La FORÊT sur cette tuile à subit des dégâts, la transformant en FEU. Si une unité reste sur la tuile Feu, elle s'enflammera et subira des dégâts à chaque tour.

# scripts/text.lua_Tutorial_Forest_Title
source: Burning Forests
fr: Forêts Enflammées

# scripts/text.lua_Tutorial_Fire_Text
source: This Mech is on FIRE! It will take one damage every turn. Mechs can REPAIR status effects, but cannot attack the same turn that they repair.
fr: Ce Mech est en feu ! Il prendra un dégâts à chaque tour. Les Mechs peuvent RÉPARER les effets d'états, mais ne pourront pas attaquer le même tour qu'ils réparent.

# scripts/text.lua_Tutorial_Fire_Title
source: Burning Mechs
fr: Mechs Enflammés

# scripts/text.lua_Tutorial_DamagedMech_Text
source: Your Mechs will automatically repair all damage after battle. If a Mech is reduced to 0 health, the Pilot dies and the Mech is disabled for the rest of that battle.
fr: Vos Mechs répareront automatiquement tous les dégâts après la bataille. Si un Mech est réduit à 0 points de vie, le Pilote meurt et le Mech est désactivé pour le restant de la bataille.

# scripts/text.lua_Tutorial_DamagedMech_Title
source: Damaged Mechs
fr: Mechs Endommagés

# scripts/text.lua_Tutorial_Corroded_Text
source: This Mech is inflicted with A.C.I.D.! It corrodes the unit's armor, causing all incoming damage to be doubled. Mechs can REPAIR status effects, but cannot attack the same turn that they repair.
fr: Ce Mech est affecté par de l'A.C.I.D. ! Il corrode l'armure de l'unité, doublant ainsi tous les dégâts. Les Mechs peuvent RÉPARER les effets d'états, mais ne pourront pas attaquer le même tour qu'ils réparent.

# scripts/text.lua_Tutorial_Corroded_Title
source: Acidic Mechs
fr: Mechs Corrosif

# scripts/text.lua_Tutorial_Pod_Text
source: This Pod contains equipment from the future! You can collect it with your Mech, or just defend it until the end of the battle.
fr: Ce Pod contient des équipements provenant du futur ! Vous pouvez le récupérer avec votre Mech, ou simplement le défendre jusqu'à la fin de la bataille.

# scripts/text.lua_Tutorial_Pod_Title
source: Time Pods
fr: Pods Temporel

# scripts/text.lua_Tutorial_PodDestroyed_Title
source: Destroyed Time Pods
fr: Pods Temporel Détruit

# scripts/text.lua_Tutorial_PodDestroyed_Text
source: The Time Pod on this tile has been destroyed! Time Pods are destroyed by taking damage or by any enemy standing on it.
fr: Le Pod Temporel sur cette tuile a été détruit ! Les Pods Temporel sont détruits en subissant des dégâts ou par des ennemis se trouvant sur la tuile.

# scripts/text.lua_Tutorial_Water_Text
source: Mechs cannot use their weapons when standing in Water.
fr: Les Mechs ne peuvent pas utiliser leurs armes lorsqu'ils se trouvent dans l'Eau.

# scripts/text.lua_Tutorial_Water_Title,scripts/text.lua_Tutorial_WaterUndo_Title
source: Swimming Robots
fr: Robots Nageurs

# scripts/text.lua_Tutorial_WaterUndo_Text
source: Mechs cannot use their weapons when standing in Water. You can use Undo Move if you'd like to reposition it.
fr: Les Mechs ne peuvent pas utiliser leurs armes lorsqu'ils se trouvent dans l'Eau. Vous pouvez utiliser Annuler Déplacement si vous souhaitez le repositionner.

# scripts/text.lua_Tutorial_DeadPilot_Text
source: Your Mech was disabled! Its Pilot was killed and it will not be able to act for the rest of the mission.
fr: Votre Mech était désactivé ! Son Pilote a été tué et il ne pourra plus agir pour le restant de la mission.

# scripts/text.lua_Tutorial_DeadPilot_Title
source: Disabled Mechs
fr: Mechs Désactivés

# scripts/text.lua_Tutorial_Drowning_Text
source: This unit fell into the Water, killing it instantly!
fr: Cette unité est tombée dans l'Eau, la tuant instantanément !

# scripts/text.lua_Tutorial_Drowning_Title
source: Drowning Unit
fr: Unité Noyée

# scripts/text.lua_Tutorial_PushDamage_Text
source: Pushing units into things deals 1 additional damage to both!
fr: Pousser les unités contre quelque chose inflige 1 de dégât supplémentaire aux deux !

source: Pushing into Objects
fr: Poussé contre les Objets

# scripts/text.lua_Tutorial_PushDeath_Text
source: Pushing units into things deals 1 additional damage to both! In this case, the extra damage killed the unit!
fr: Pousser les unités contre quelque chose inflige 1 de dégât supplémentaire aux deux ! Dans ce cas, les dégâts supplémentaires ont tué l'unité !

# scripts/text.lua_Tutorial_BuildingDamage_Text
source: This building tile was damaged, so your city Power Grid was reduced. Your primary goal is to prevent this!
fr: Cette tuile de bâtiment a été endommagée, de ce fait, le Réseau Électrique de votre ville a été réduit. Votre objectif principal est d'empêcher cela !

# scripts/text.lua_Tutorial_BuildingDamage_Title
source: Building Damage
fr: Dégât Bâtiment

# scripts/text.lua_Tutorial_Combat_Title
source: Combat Simulation
fr: Simulation Combat

# scripts/text.lua_Tutorial_Combat_Text
source: There is a Combat Simulation available to get new Commanders up to speed with mechanized combat. Would you like to launch the simulation?
fr: Une Simulation Combat est disponible pour permettre aux nouveaux commandants de se familiariser avec les mécanismes de combats. Souhaiter-vous lancer la simulation ?

# scripts/text.lua_Tutorial_Money_Title
source: Corporation Reputation
fr: Réputation Corporative

# scripts/text.lua_Tutorial_Money_Text
source: As you secure regions and complete bonus objectives, your reputation with the local Corporation will increase. You can spend reputation on supplies at the end of the Island.
fr: Au fur et à mesure que vous sécurisez les régions et complétez les objectifs de bonus, votre réputation auprès de la Corporative augmentera. Vous pouvez dépenser la réputation en fournitures à la fin de l'Île.

# scripts/text.lua_Tutorial_Cores_Title,scripts/text.lua_TipTitle_Cores
source: Reactor Cores
fr: Noyaux Réacteur

# scripts/text.lua_Tutorial_Cores_Text
source: You now have a Reactor Core! Open a Mech's Upgrade Screen and install it.
fr: Vous avez maintenant un Noyau Réacteur ! Ouvrez l'Écran Amélioration d'un Mech et installez-le.

# scripts/text.lua_Tutorial_Cores2_Title
source: Core Installation
fr: Installation Noyau

# scripts/text.lua_Tutorial_Cores2_Text
source: You can use this button to install Reactor Cores in a Mech. Each Core will increase a Mech's maximum reactor power by one.
fr: Vous pouvez utiliser ce bouton pour installer les Noyaux Réacteur dans un Mech. Chaque Noyau augmentera la puissance maximale du Réacteur d'un Mech.

# scripts/text.lua_Tutorial_Cores3_Title
source: Weapon Modifications
fr: Modifications Armes

# scripts/text.lua_Tutorial_Cores3_Text
source: You can use reactor power to activate weapon modifications. Click on a mod to power it. You can always click again to remove the power if you want to put it elsewhere.
fr: Vous pouvez utiliser la puissance du Réacteur pour activer les modifications d'armes. Cliquer sur un module pour l'alimenter. Vous pouvez à nouveau cliquer dessus pour le retirer afin de le placer ailleurs.

# scripts/text.lua_Tutorial_Weapon_Title
source: New Weapon
fr: Nouvelle Arme

# scripts/text.lua_Tutorial_Weapon_Text
source: You just got a new weapon! You can equip it in the Upgrade Screen.
fr: Vous venez juste d'avoir une nouvelle arme ! Vous pouvez l'équiper dans l'Écran Amélioration.

# scripts/text.lua_Tutorial_Pilot_Title
source: New Pilot
fr: Nouveau Pilote

# scripts/text.lua_Tutorial_Pilot_Text
source: You just got a new Pilot! You can assign them in the Upgrade Screen.
fr: Vous venez juste d'avoir un nouveau Pilote ! Vous pouvez l'assigner dans l'Écran de Mise à Niveau.

# scripts/text.lua_Tutorial_OldProfile_Title
source: Old Profile
fr: Ancien Profil

# scripts/text.lua_Tutorial_OldProfile_Text
source: The game has been updated and older beta profiles might encounter some oddities after these changes. Your Achievement Coins Total might be negative now because of changes to pricing of previously unlocked Mechs. The game is functioning, you'll just need more Achievements to break even. If you have a run in progress, it may not load correctly. I hope it still works, but I apologize if it does not.
fr: Le jeu a été mis à jour et les anciens profils en bêta pourraient rencontrer des bizarreries après ces changements. Votre Total de Pièce de Succès pourrait être à présent en négatif en raison des changements de prix des Mechs précédemment débloqués. Le jeu fonctionne, vous aurez juste besoin de plus de Succès pour atteindre le seuil de rentabilité. Si vous avez une partie en cours, il se peut qu'elle ne se charge pas correctement. J'espère que cela fonctionne encore, mais je m'excuse si ce n'est pas le cas.

# scripts/text.lua_Tutorial_Weapons
source: WEAPON EFFECTS
fr: EFFECTS ARME

# scripts/text.lua_Tutorial_WeaponsText
source: When aiming a weapon or examining an enemy attack, icons show you exactly what will happen.
fr: Lorsque vous visez avec une arme ou examinez une attaque ennemi, les icônes vous montrent exactement ce qui va se passer.

# scripts/text.lua_Tutorial_Weapons_Push
source: PUSHING
fr: POUSSÉ

# scripts/text.lua_Tutorial_Weapons_PushText
source: An arrow on a tile means a unit on that tile will be pushed
fr: Une flèche sur une tuile signifie qu'une unité sur cette tuile sera Poussée

# scripts/text.lua_Tutorial_Weapons_Damage
source: DAMAGE
fr: DÉGÂT
